[
    {
        "id":1,
        "surahId":1,
        "arabic":"بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
        "translation":"U ime Allaha,Milostivog,Samilosnog",
        "transliteration":"Bismillahi rahmani rahim"
    },
    {
        "id":2,
        "surahId":1,
        "arabic":"ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِين",
        "translation":"Tebe,Allaha,Gospodara svjetova,hvalimo",
        "transliteration":"Elhamdulollahi rabbi alemin"
    },
    {
        "id":3,
        "surahId":1,
        "arabic":"ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
        "translation":"Milostivog,Samilosnog",
        "transliteration":"Er rahmani rahim"
    },
    {
        "id":4,
        "surahId":1,
        "arabic":"مَٰلِكِ يَوْمِ ٱلدِّينِ",
        "translation":"Vladara Dana sudnjeg",
        "transliteration":"Maliki jevimid din"
    },
    {
        "id":5,
        "surahId":1,
        "arabic":"إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
        "translation":"Tebi se klanjamo i od tebe pomoc trazimo",
        "transliteration":"Ijjake nabudu ve ijjake nestain"
    },
    {
        "id":6,
        "surahId":1,
        "arabic":"ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ",
        "translation":"Uputi nas na Pravi put",
        "transliteration":"Ihdinas siratal mustakim"
    },
    {
        "id":7,
        "surahId":1,
        "arabic":"صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ",
        "translation":"na Put onih kojima si milost Svoju darovao,a ne onih koji su protiv sebe srdzbu izazvali,niti onih koji su zalutali",
        "transliteration":"Siratal ezine en amte alejhim,gajril magdubi alejhim ve leddallin"
    },


    {
        "id":1,
        "surahId":18,
        "arabic":"لْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا ۜ",
        "translation":"Hvaljen neka je Allah, koji Svome robu objavljuje Knjigu, i to ne iskrivljenu, nego",
        "transliteration":"Vedduhā"
    },
    {
        "id":2,
        "surahId":18,
        "arabic":"قَيِّمًۭا لِّيُنذِرَ بَأْسًۭا شَدِيدًۭا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًۭا",
        "translation":"ispravnu, da teškom kaznom, koju će On dati, opomene, a da vjernike koji čine dobra djela divnom nagradom obraduje,",
        "transliteration":"Vedduhā"
    },
    {
        "id":3,
        "surahId":18,
        "arabic":"مَّٰكِثِينَ فِيهِ أَبَدًۭا",
        "translation":"u kojoj će vječno boraviti,",
        "transliteration":"Vedduhā"
    },
    {
        "id":4,
        "surahId":18,
        "arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًۭا",
        "translation":"i da opomene one koji govore: \"Allah je Sebi uzeo sina.\" ",
        "transliteration":"Vedduhā"
    },
    {
        "id":5,
        "surahId":18,
        "arabic":"َّا لَهُم بِهِۦ مِنْ عِلْمٍۢ وَلَا لِءَابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةًۭ تَخْرُجُ مِنْ أَفْوَٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًۭا",
        "translation":"O tome oni ništa ne znaju, a ni preci njihovi. Kako krupna riječ izlazi iz usta njihovih! Oni ne govore drugo do neistinu!",
        "transliteration":"Vedduhā"
    },
    {
        "id":6,
        "surahId":18,
        "arabic":"فَلَعَلَّكَ بَٰخِعٌۭ نَّفْسَكَ عَلَىٰٓ ءَاثَٰرِهِمْ إِن لَّمْ يُؤْمِنُوا۟ بِهَٰذَا ٱلْحَدِيثِ أَسَفًا",
        "translation":"Pa zar ćeš ti za njima od tuge svisnuti, ako oni u govor ovaj neće da povjeruju?",
        "transliteration":"Vedduhā"
    },
    {
        "id":7,
        "surahId":18,
        "arabic":"إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةًۭ لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًۭا",
        "translation":"Sve što je na Zemlji Mi smo kao ukras njoj stvorili da iskušamo ljude ko će se od njih ljepše vladati,",
        "transliteration":"Vedduhā"
    },
    {
        "id":8,
        "surahId":18,
        "arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيْهَا صَعِيدًۭا جُرُزًا",
        "translation":"a Mi ćemo nju i golom ledinom učiniti.",
        "transliteration":"Vedduhā"
    },
    {
        "id":9,
        "surahId":18,
        "arabic":"أَمْ حَسِبْتَ أَنَّ أَصْحَٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا۟ مِنْ ءَايَٰتِنَا عَجَبًا",
        "translation":"Misliš li ti da su samo stanovnici pećine, čija su imena na ploči napisana, bili čudo među čudima Našim?",
        "transliteration":"Vedduhā"
    },
    {
        "id":10,
        "surahId":18,
        "arabic":"إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا۟ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةًۭ وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًۭا",
        "translation":"Kad se nekoliko momaka u pećini sklonilo pa reklo: \"Gospodaru naš, daj nam Svoju milost i pruži nam u ovom našem postupku prisebnost\",",
        "transliteration":"Vedduhā"
    },

    {
        "id":11,
        "surahId":18,
        "arabic":"فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًۭا",
        "translation":"Mi smo ih u pećini tvrdo uspavali za dugo godina. ",
        "transliteration":"Vedduhā"
    },
    {
        "id":12,
        "surahId":18,
        "arabic":"ثُمَّ بَعَثْنَٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا۟ أَمَدًۭا",
        "translation":"Poslije smo ih probudili da bismo pokazali koja će od dvije skupine bolje ocijeniti koliko su vremena proboravili.",
        "transliteration":"Vedduhā"
    },
    {
        "id":13,
        "surahId":18,
        "arabic":"نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا۟ بِرَبِّهِمْ وَزِدْنَٰهُمْ هُدًۭى",
        "translation":"Ispričaćemo ti povijest njihovu -  onako kako je bilo. To su bili momci, vjerovali su u Gospodara svoga, a Mi smo im ubjeđenje još više učvrstili.",
        "transliteration":"Vedduhā"
    },
    {
        "id":14,
        "surahId":18,
        "arabic":"وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَٰهًۭا ۖ لَّقَدْ قُلْنَآ إِذًۭا شَطَطًا",
        "translation":"Osnažili smo bili njihova srca kad su se digli i rekli: \"Gospodar naš -  Gospodar je nebesa i Zemlje, mi se nećemo pored Njega drugom bogu klanjati, jer bismo tada ono što je daleko od istine govorili.",
        "transliteration":"Vedduhā"
    },
    {
        "id":15,
        "surahId":18,
        "arabic":"هَٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةًۭ ۖ لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَٰنٍۭ بَيِّنٍۢ ۖ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًۭا",
        "translation":"Narod ovaj naš je mimo Njega druge bogove prihvatio, zašto jasan dokaz nije donio o tome da se treba njima klanjati? A ima li nepravednijeg od onoga koji o Allahu iznosi neistinu?",
        "transliteration":"Vedduhā"
    },
    {
        "id":16,
        "surahId":18,
        "arabic":"وَإِذِ ٱعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا ٱللَّهَ فَأْوُۥٓا۟ إِلَى ٱلْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِۦ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًۭا",
        "translation":"Kad napustite njih i one kojima umjesto Allahu, robuju, sklonite se u pećinu, Gospodar vaš će vas milošću Svojom obasuti i za vas će ono što će vam korisno biti pripremiti.\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":17,
        "surahId":18,
        "arabic":"۞ وَتَرَى ٱلشَّمْسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهْفِهِمْ ذَاتَ ٱلْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ ٱلشِّمَالِ وَهُمْ فِى فَجْوَةٍۢ مِّنْهُ ۚ ذَٰلِكَ مِنْ ءَايَٰتِ ٱللَّهِ ۗ مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُۥ وَلِيًّۭا مُّرْشِدًۭا",
        "translation":"I ti si mogao vidjeti kako Sunce, kada se rađa - obilazi pećinu s desne strane, a kada zalazi - zaobilazi je s lijeve strane, a oni su bili u sredini njezinoj. To je dokaz Allahove moći! - kome Allah ukaže na Pravi put, on će Pravim putem ići, a koga u zabludi ostavi, ti mu nećeš naći zaštitnika koji će ga na Pravi put uputiti. ",
        "transliteration":"Vedduhā"
    },
    {
        "id":18,
        "surahId":18,
        "arabic":"تَحْسَبُهُمْ أَيْقَاظًۭا وَهُمْ رُقُودٌۭ ۚ وَنُقَلِّبُهُمْ ذَاتَ ٱلْيَمِينِ وَذَاتَ ٱلشِّمَالِ ۖ وَكَلْبُهُم بَٰسِطٌۭ ذِرَاعَيْهِ بِٱلْوَصِيدِ ۚ لَوِ ٱطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًۭا وَلَمُلِئْتَ مِنْهُمْ رُعْبًۭا",
        "translation":"I pomislio bi da su budni, ali oni su spavali; i Mi smo ih prevrtali sad na desnu, sad na lijevu stranu, a pas njihov, opruženih prednjih šapa, na ulazu je ležao; da si ih vidio, od njih bi pobjegao i strah bi te uhvatio.",
        "transliteration":"Vedduhā"
    },
    {
        "id":19,
        "surahId":18,
        "arabic":"وَكَذَٰلِكَ بَعَثْنَٰهُمْ لِيَتَسَآءَلُوا۟ بَيْنَهُمْ ۚ قَالَ قَآئِلٌۭ مِّنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍۢ ۚ قَالُوا۟ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَٱبْعَثُوٓا۟ أَحَدَكُم بِوَرِقِكُمْ هَٰذِهِۦٓ إِلَى ٱلْمَدِينَةِ فَلْيَنظُرْ أَيُّهَآ أَزْكَىٰ طَعَامًۭا فَلْيَأْتِكُم بِرِزْقٍۢ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
        "translation":"I Mi smo ih, isto tako, probudili da bi jedne druge pitali. \"Koliko ste ovdje ostali?\" - upita jedan od njih. - \"Ostali smo dan ili dio dana\" - odgovoriše. \"Gospodar vaš najbolje zna koliko ste ostali\" - rekoše. \"Pošaljite, jednog od vas s ovim srebrenjacima vašim u grad, pa nek vidi u koga je najčistije jelo i neka vam od njega donese hrane i neka bude ljubazan i neka nikome ne govori ništa o vama,",
        "transliteration":"Vedduhā"
    },
    {
        "id":20,
        "surahId":18,
        "arabic":"إِنَّهُمْ إِن يَظْهَرُوا۟ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَن تُفْلِحُوٓا۟ إِذًا أَبَدًۭا",
        "translation":"jer, ako oni doznaju za vas, kamenovaće vas ili će vas na silu u svoju vjeru obratiti, i tada nikada nećete ono što želite postići!\"",
        "transliteration":"Vedduhā"
    },

    {
        "id":21,
        "surahId":18,
        "arabic":"وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا۟ أَنَّ وَعْدَ ٱللَّهِ حَقٌّۭ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنَٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا۟ ٱبْنُوا۟ عَلَيْهِم بُنْيَٰنًۭا ۖ رَّبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ ٱلَّذِينَ غَلَبُوا۟ عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًۭا",
        "translation":"I Mi smo, isto tako, učinili da oni za njih saznaju, da bi se uvjerili da je istinito Allahovo obećanje i da u čas oživljenja nema nikakve sumnje,* kada su se između sebe o njima raspravljali, i rekli: \"Sagradite na ulazu u nju ogradu, Gospodar njihov najbolje zna ko su oni.\" A onda oni do čijih se riječi najviše držalo rekoše: \"Napravićemo na ulazu u nju bogomolju!\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":22,
        "surahId":18,
        "arabic":"سَيَقُولُونَ ثَلَٰثَةٌۭ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌۭ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌۭ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌۭ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءًۭ ظَٰهِرًۭا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًۭا",
        "translation":"Neki će reći: \"Bila su trojica, pas njihov je bio četvrti\", a neki će govoriti: \"Bila su petorica, pas njihov je bio šesti\", nagađajući ono što ne znaju, dok će neki reći: \"Bila su sedmorica, a pas njihov bio je osmi.\" Reci: \"Gospodaru mome je dobro poznat njihov broj, samo malo njih to zna. Zato ne raspravljaj o njima osim površno, i ne pitaj o njima od njih nikoga!\" ",
        "transliteration":"Vedduhā"
    },
    {
        "id":23,
        "surahId":18,
        "arabic":"وَلَا تَقُولَنَّ لِشَا۟ىْءٍ إِنِّى فَاعِلٌۭ ذَٰلِكَ غَدًا",
        "translation":"I nikako za bilo šta ne reci: \"Uradiću to sigurno sutra!” - ne dodavši:",
        "transliteration":"Vedduhā"
    },
    {
        "id":24,
        "surahId":18,
        "arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ وَٱذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هَٰذَا رَشَدًۭا",
        "translation":"“Ako Bog da!” A kada zaboraviš, sjeti se Gospodara svoga i reci: “Gospodar moj će me uputiti na ono što je bolje i korisnije od ovoga.” ",
        "transliteration":"Vedduhā"
    },
    {
        "id":25,
        "surahId":18,
        "arabic":"َّوَلَبِثُوا۟ فِى كَهْفِهِمْ ثَلَٰثَ مِا۟ئَةٍۢ سِنِينَ وَٱزْدَادُوا۟ تِسْعًۭا",
        "translation":"A oni su ostali u pećini svojoj tri stotine i još devet godina.",
        "transliteration":"Vedduhā"
    },
    {
        "id":26,
        "surahId":18,
        "arabic":"قُلِ ٱللَّهُ أَعْلَمُ بِمَا لَبِثُوا۟ ۖ لَهُۥ غَيْبُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ أَبْصِرْ بِهِۦ وَأَسْمِعْ ۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّۢ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًۭا",
        "translation":"Reci: \"Allah najbolje zna koliko su ostali; tajne nebesa i Zemlje jedino On zna. Kako On sve vidi, kako On sve čuje! Oni nemaju drugog zaštitnika osim Njega, a On ne uzima nikoga u odlukama Svojim kao ortaka.\" ",
        "transliteration":"Vedduhā"
    },
    {
        "id":27,
        "surahId":18,
        "arabic":"وَٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًۭا",
        "translation":"Kazuju iz Knjige Gospodara svoga ono što ti se objavljuje, niko ne može izmijeniti riječi Njegove, pa ni ti; osim kod Njega, nećeš naći utočišta nikakva.",
        "transliteration":"Vedduhā"
    },
    {
        "id":28,
        "surahId":18,
        "arabic":"وَٱصْبِرْ نَفْسَكَ مَعَ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُۥ عَن ذِكْرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمْرُهُۥ فُرُطًۭا",
        "translation":"Budi čvrsto uz one koji se Gospodaru svome mole ujutro i navečer u želji da naklonost Njegovu zasluže, i ne skidaj očiju svojih s njih iz želje za sjajem u životu na ovome svijetu, i ne slušaj onoga čije smo srce nehajnim prema Nama ostavili, koji strast svoju slijedi i čiji su postupci daleko od razboritosti ",
        "transliteration":"Vedduhā"
    },
    {
        "id":29,
        "surahId":18,
        "arabic":"وَقُلِ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ ۚ إِنَّآ أَعْتَدْنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِن يَسْتَغِيثُوا۟ يُغَاثُوا۟ بِمَآءٍۢ كَٱلْمُهْلِ يَشْوِى ٱلْوُجُوهَ ۚ بِئْسَ ٱلشَّرَابُ وَسَآءَتْ مُرْتَفَقًا",
        "translation":"i reci: \"Istina dolazi od Gospodara vašeg, pa ko hoće - neka vjeruje, a ko hoće - neka ne vjeruje!\" Mi smo nevjernicima pripremili vatru čiji će ih dim sa svih strana obuhvatiti; ako zamole pomoć, pomoći će im se tekućinom poput rastopljene kovine koja će lica ispeći. Užasna li pića i grozna li boravišta! ",
        "transliteration":"Vedduhā"
    },
    {
        "id":30,
        "surahId":18,
        "arabic":"إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلً",
        "translation":"One koji budu vjerovali i dobra djela činili - Mi doista nećemo dopustiti da propadne nagrada onome koji je dobra djela činio -",
        "transliteration":"Vedduhā"
    },
    {
        "id":31,
        "surahId":18,
        "arabic":"أُو۟لَٰٓئِكَ لَهُمْ جَنَّٰتُ عَدْنٍۢ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍۢ وَيَلْبَسُونَ ثِيَابًا خُضْرًۭا مِّن سُندُسٍۢ وَإِسْتَبْرَقٍۢ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۚ نِعْمَ ٱلثَّوَابُ وَحَسُنَتْ مُرْتَفَقًۭا",
        "translation":"čekaju sigurno edenski vrtovi, kroz koje će rijeke teći, u njima će se narukvicama od zlata kititi i u zelena odijela od dibe i kadife oblačiti, na divanima će u njima naslonjeni biti. Divne li nagrade i krasna li boravišta!",
        "transliteration":"Vedduhā"
    },
    {
        "id":32,
        "surahId":18,
        "arabic":"۞ وَٱضْرِبْ لَهُم مَّثَلًۭا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَٰبٍۢ وَحَفَفْنَٰهُمَا بِنَخْلٍۢ وَجَعَلْنَا بَيْنَهُمَا زَرْعًۭا",
        "translation":"I navedi im kao primjer dva čovjeka; jednom od njih smo dva vrta lozom zasađena dali i palmama ih opasali, a između njih njive postavili.",
        "transliteration":"Vedduhā"
    },
    {
        "id":33,
        "surahId":18,
        "arabic":"كِلْتَا ٱلْجَنَّتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـًۭٔا ۚ وَفَجَّرْنَا خِلَٰلَهُمَا نَهَرًۭا",
        "translation":"Oba vrta su davala svoj plod, ničega nije manjkalo, a kroz sredinu njihovu smo rijeku proveli.",
        "transliteration":"Vedduhā"
    },
    {
        "id":34,
        "surahId":18,
        "arabic":"وَكَانَ لَهُۥ ثَمَرٌۭ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكْثَرُ مِنكَ مَالًۭا وَأَعَزُّ نَفَرًۭا",
        "translation":"On je i drugog imetka imao. I reče drugu svome, dok je s njim razgovarao: \"Od tebe sam bogatiji i jačeg sam roda!\" ",
        "transliteration":"Vedduhā"
    },
    {
        "id":35,
        "surahId":18,
        "arabic":"َّوَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌۭ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدًۭا",
        "translation":"I uđe u vrt svoj nezahvalan Gospodaru svome na blagodatima, govoreći: \"Ne mislim da će ovaj ikada propasti,",
        "transliteration":"Vedduhā"
    },
    {
        "id":36,
        "surahId":18,
        "arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةًۭ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّى لَأَجِدَنَّ خَيْرًۭا مِّنْهَا مُنقَلَبًۭا",
        "translation":"i ne mislim da će ikada Smak svijeta doći; a ako budem vraćen Gospodaru svome, sigurno ću nešto bolje od ovoga naći.\" ",
        "transliteration":"Vedduhā"
    },
    {
        "id":37,
        "surahId":18,
        "arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِٱلَّذِى خَلَقَكَ مِن تُرَابٍۢ ثُمَّ مِن نُّطْفَةٍۢ ثُمَّ سَوَّىٰكَ رَجُلًۭا",
        "translation":"I reče mu drug njegov, dok je s njim razgovarao: \"Zar ne vjeruješ u Onoga koji te je od zemlje stvorio, zatim od kapi sjemena, i najzad te potpunim čovjekom učinio?",
        "transliteration":"Vedduhā"
    },
    {
        "id":38,
        "surahId":18,
        "arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًۭا",
        "translation":"Što se mene tiče, On, Allah, moj je Gospodar i ja Gospodaru svome ne smatram ravnim nikoga. ",
        "transliteration":"Vedduhā"
    },
    {
        "id":39,
        "surahId":18,
        "arabic":"وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ ۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالًۭا وَوَلَدًۭا",
        "translation":"A zašto nisi, kad si u vrt svoj ušao, rekao: ’Mašallah! - moć je samo u Allaha!’ Ako vidiš da je u mene manje blaga i manje roda nego u tebe,",
        "transliteration":"Vedduhā"
    },
    {
        "id":40,
        "surahId":18,
        "arabic":"فَعَسَىٰ رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًۭا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًۭا مِّنَ ٱلسَّمَآءِ فَتُصْبِحَ صَعِيدًۭا زَلَقًا",
        "translation":"pa - Gospodar moj može mi bolji vrt od tvoga dati, a na tvoj nepogodu s neba poslati, pa da osvane samo klizava ledina, bez ičega,",
        "transliteration":"Vedduhā"
    },
    {
        "id":41,
        "surahId":18,
        "arabic":"أَوْ يُصْبِحَ مَآؤُهَا غَوْرًۭا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًۭاۜ",
        "translation":"ili da mu voda u ponor ode pa da je ne mogneš pronaći nikada.\" ",
        "transliteration":"Vedduhā"
    },
    {
        "id":42,
        "surahId":18,
        "arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًۭا",
        "translation":"I propadoše plodovi njegovi i on poče kršiti ruke svoje žaleći za onim što je na njega utrošio - a loza se bijaše povaljala po podupiračima svojim - i govoraše: \"Kamo sreće da Gospodaru svome nisam smatrao ravnim nikoga!\" ",
        "transliteration":"Vedduhā"
    },
    {
        "id":43,
        "surahId":18,
        "arabic":"وَلَمْ تَكُن لَّهُۥ فِئَةٌۭ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
        "translation":"I nije imao ko bi mu mogao pomoći, osim Allaha; a sam sebi nije mogao pomoći.",
        "transliteration":"Vedduhā"
    },
    {
        "id":44,
        "surahId":18,
        "arabic":"هُنَالِكَ ٱلْوَلَٰيَةُ لِلَّهِ ٱلْحَقِّ ۚ هُوَ خَيْرٌۭ ثَوَابًۭا وَخَيْرٌ عُقْبًۭا",
        "translation":"Tada može pomoći samo Allah, Istiniti, On daje najbolju nagradu i čini da se sve na najbolji način okonča. ",
        "transliteration":"Vedduhā"
    },
    {
        "id":45,
        "surahId":18,
        "arabic":"َّوَٱضْرِبْ لَهُم مَّثَلَ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ فَأَصْبَحَ هَشِيمًۭا تَذْرُوهُ ٱلرِّيَٰحُ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ مُّقْتَدِرًا",
        "translation":"Navedi im kao primjer da je život na ovome svijetu kao bilje, koje i poslije natapanja vodom, koju Mi s neba spuštamo, ipak postane suho, i vjetrovi ga raznesu. A Allah sve može! ",
        "transliteration":"Vedduhā"
    },
    {
        "id":46,
        "surahId":18,
        "arabic":"ٱلْمَالُ وَٱلْبَنُونَ زِينَةُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱلْبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًۭا وَخَيْرٌ أَمَلًۭا",
        "translation":"Bogatstvo i sinovi su ukras u životu na ovome svijetu, a dobra djela, koja vječno ostaju, biće od Gospodara tvoga bolje nagrađena i ono u što se čovjek može pouzdati.",
        "transliteration":"Vedduhā"
    },
    {
        "id":47,
        "surahId":18,
        "arabic":"وَيَوْمَ نُسَيِّرُ ٱلْجِبَالَ وَتَرَى ٱلْأَرْضَ بَارِزَةًۭ وَحَشَرْنَٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًۭا",
        "translation":"A na Dan kada planine uklonimo, i kad vidiš Zemlju ogoljenu - a njih smo već sakupili, nijednog nismo izostavili,",
        "transliteration":"Vedduhā"
    },
    {
        "id":48,
        "surahId":18,
        "arabic":"وَعُرِضُوا۟ عَلَىٰ رَبِّكَ صَفًّۭا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَٰكُمْ أَوَّلَ مَرَّةٍۭ ۚ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًۭا",
        "translation":"pred Gospodarom tvojim biće oni u redove poredani: \"Došli ste Nam onako kako smo vas prvi put stvorili, a tvrdili ste da vam nećemo vrijeme za oživljenje odrediti.\" ",
        "transliteration":"Vedduhā"
    },
    {
        "id":49,
        "surahId":18,
        "arabic":"وَوُضِعَ ٱلْكِتَٰبُ فَتَرَى ٱلْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيْلَتَنَا مَالِ هَٰذَا ٱلْكِتَٰبِ لَا يُغَادِرُ صَغِيرَةًۭ وَلَا كَبِيرَةً إِلَّآ أَحْصَىٰهَا ۚ وَوَجَدُوا۟ مَا عَمِلُوا۟ حَاضِرًۭا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًۭا",
        "translation":"I Knjiga će biti postavljena i vidjećete grješnike prestravljene zbog onog što je u njoj. \"Teško nama!\" - govoriće - \"kakva je ovo knjiga, ni mali ni veliki grijeh nije propustila, sve je nabrojala!\" - i naći će upisano ono što su radili. Gospodar tvoj neće nikome nepravdu učiniti.",
        "transliteration":"Vedduhā"
    },
    {
        "id":50,
        "surahId":18,
        "arabic":"وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا۟ لِءَادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ كَانَ مِنَ ٱلْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ ۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّۢ ۚ بِئْسَ لِلظَّٰلِمِينَ بَدَلًۭا",
        "translation":"A kad smo rekli melekima: \"Poklonite se Ademu!\" - svi su se poklonili osim Iblisa, on je bio jedan od džina i zato se ogriješio o zapovijest Gospodara svoga. Pa zar ćete njega i porod njegov, pored Mene, kao prijatelje prihvatiti, kad su vam oni neprijatelji? Kako je šejtan loša zamjena nevjernicima!",
        "transliteration":"Vedduhā"
    },

    {
        "id":51,
        "surahId":18,
        "arabic":"۞ مَّآ أَشْهَدتُّهُمْ خَلْقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ ٱلْمُضِلِّينَ عَضُدًۭا ۜ",
        "translation":"Ja nisam uzimao njih za svjedoke prilikom stavaranja nebesa i Zemlje ni neke od njih prilikom stvaranja drugih i za pomagače nisam uzimao one koji na krivi put upućuju.",
        "transliteration":"Vedduhā"
    },
    {
        "id":52,
        "surahId":18,
        "arabic":"وَيَوْمَ يَقُولُ نَادُوا۟ شُرَكَآءِىَ ٱلَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًۭا",
        "translation":"A na Dan kad On rekne: \"Pozovite one za koje ste tvrdili da su ortaci Moji!\" - i kad ih pozovu, oni im se neće odazvati i Mi ćemo učiniti da iskuse patnju zbog njihovih ranijih veza,",
        "transliteration":"Vedduhā"
    },
    {
        "id":53,
        "surahId":18,
        "arabic":"وَرَءَا ٱلْمُجْرِمُونَ ٱلنَّارَ فَظَنُّوٓا۟ أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا۟ عَنْهَا مَصْرِفًۭا",
        "translation":"i grješnici će ugledati vatru i uvjeriće se da će u nju pasti, i da im iz nje neće povratka biti.",
        "transliteration":"Vedduhā"
    },
    {
        "id":54,
        "surahId":18,
        "arabic":"وَلَقَدْ صَرَّفْنَا فِى هَٰذَا ٱلْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍۢ ۚ وَكَانَ ٱلْإِنسَٰنُ أَكْثَرَ شَىْءٍۢ جَدَلًۭا",
        "translation":"U ovom Kur’anu Mi na razne načine objašnjavamo ljudima svakovrsne primjere, ali je čovjek, više nego iko, spreman raspravljati.",
        "transliteration":"Vedduhā"
    },
    {
        "id":55,
        "surahId":18,
        "arabic":"َّوَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰ وَيَسْتَغْفِرُوا۟ رَبَّهُمْ إِلَّآ أَن تَأْتِيَهُمْ سُنَّةُ ٱلْأَوَّلِينَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ قُبُلًۭا",
        "translation":"A ljude, kada im dolazi uputa, odvraća od vjerovanja i od toga da od Gospodara svoga mole oprosta samo zato što očekuju sudbinu drevnih naroda ili što čekaju da ih snađe kazna naočigled svega svijeta.",
        "transliteration":"Vedduhā"
    },
    {
        "id":56,
        "surahId":18,
        "arabic":"وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُوا۟ بِٱلْبَٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ ۖ وَٱتَّخَذُوٓا۟ ءَايَٰتِى وَمَآ أُنذِرُوا۟ هُزُوًۭا",
        "translation":"Mi šaljemo poslanike samo zato da donose radosne vijesti i da opominju. A nevjernici se raspravljaju, služeći se neistinama, da bi time opovrgli Istinu, i rugaju se dokazima Mojim i Mojim opomenama.",
        "transliteration":"Vedduhā"
    },
    {
        "id":57,
        "surahId":18,
        "arabic":"وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًۭا ۖ وَإِن تَدْعُهُمْ إِلَى ٱلْهُدَىٰ فَلَن يَهْتَدُوٓا۟ إِذًا أَبَدًۭا",
        "translation":"I ima li nepravednijeg od onoga koji, kad se dokazima Gospodara svoga opominje, za njih ne haje, i zaboravlja na posljedice onog što je učinio? Mi na srca njihova pokrivače stavljamo da Kur’an ne shvate, i gluhim ih činimo; i ako ih ti na Pravi put pozoveš oni, kad su takvi, nikada neće Pravim putem poći.",
        "transliteration":"Vedduhā"
    },
    {
        "id":58,
        "surahId":18,
        "arabic":"وَرَبُّكَ ٱلْغَفُورُ ذُو ٱلرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا۟ لَعَجَّلَ لَهُمُ ٱلْعَذَابَ ۚ بَل لَّهُم مَّوْعِدٌۭ لَّن يَجِدُوا۟ مِن دُونِهِۦ مَوْئِلًۭا",
        "translation":"Gospodar tvoj mnogo prašta i neizmjerno je milostiv; da ih On za ono što zaslužuju kažnjava, odmah bi ih na muke stavio. Ali, njih čeka određeni čas, od koga neće naći utočišta. ",
        "transliteration":"Vedduhā"
    },
    {
        "id":59,
        "surahId":18,
        "arabic":"وَتِلْكَ ٱلْقُرَىٰٓ أَهْلَكْنَٰهُمْ لَمَّا ظَلَمُوا۟ وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًۭا",
        "translation":"A ona sela i gradove* smo razorili zato što stanovnici njihovi nisu vjerovali i za propast njihovu tačno vrijeme bismo odredili. ",
        "transliteration":"Vedduhā"
    },
    {
        "id":60,
        "surahId":18,
        "arabic":"وَإِذْ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبْرَحُ حَتَّىٰٓ أَبْلُغَ مَجْمَعَ ٱلْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًۭا",
        "translation":"A kada Musa reče momku svome: \"Sve ću ići dok ne stignem do mjesta gdje se sastaju dva mora, ili ću dugo, dugo ići.\"",
        "transliteration":"Vedduhā"
    },

    {
        "id":61,
        "surahId":18,
        "arabic":"فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ سَرَبًۭا",
        "translation":"I kad njih dvojica stigoše do mjesta na kome se ona sastaju, zaboraviše na ribu svoju, pa ona u more kliznu. ",
        "transliteration":"Vedduhā"
    },
    {
        "id":62,
        "surahId":18,
        "arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبًۭا",
        "translation":"A kada se udaljiše, Musa reče momku svome: \"Daj nam užinu našu, jer smo se od ovog našeg putovanja umorili.\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":63,
        "surahId":18,
        "arabic":"قَالَ أَرَءَيْتَ إِذْ أَوَيْنَآ إِلَى ٱلصَّخْرَةِ فَإِنِّى نَسِيتُ ٱلْحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيْطَٰنُ أَنْ أَذْكُرَهُۥ ۚ وَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ عَجَبًۭا",
        "translation":"\"Vidi!\" - reče on - \"kad smo se kod one stijene svratili, ja sam zaboravio onu ribu - sam šejtan je učinio da je zaboravim, da ti je ne spomenem - mora da je ona skliznula u more; baš čudnovato!\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":64,
        "surahId":18,
        "arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَٱرْتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصًۭا",
        "translation":"\"E, to je ono što tražimo!\" - reče Musa, i njih dvojica se vratiše putem kojim su bili došli,",
        "transliteration":"Vedduhā"
    },
    {
        "id":65,
        "surahId":18,
        "arabic":"َّفَوَجَدَا عَبْدًۭا مِّنْ عِبَادِنَآ ءَاتَيْنَٰهُ رَحْمَةًۭ مِّنْ عِندِنَا وَعَلَّمْنَٰهُ مِن لَّدُنَّا عِلْمًۭا",
        "translation":"i nađoše jednog Našeg roba kome smo milost Našu darovali i onome što samo Mi znamo naučili.",
        "transliteration":"Vedduhā"
    },
    {
        "id":66,
        "surahId":18,
        "arabic":"قَالَ لَهُۥ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًۭا",
        "translation":"\"Mogu li da te pratim\" - upita ga Musa - \"ali da me poučiš onome čemu si ti ispravno poučen?\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":67,
        "surahId":18,
        "arabic":"قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًۭا",
        "translation":"\"Ti sigurno nećeš moći sa mnom izdržati\" - reče onaj -",
        "transliteration":"Vedduhā"
    },
    {
        "id":68,
        "surahId":18,
        "arabic":"وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِۦ خُبْرًۭا",
        "translation":"\"a i kako bi izdržao ono o čemu ništa ne znaš?\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":69,
        "surahId":18,
        "arabic":"قَالَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ صَابِرًۭا وَلَآ أَعْصِى لَكَ أَمْرًۭا",
        "translation":"\"Vidjećeš da ću strpljiv biti, ako Bog da\" - reče Musa - \"i da ti se neću ni u čemu protiviti.\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":70,
        "surahId":18,
        "arabic":"قَالَ فَإِنِ ٱتَّبَعْتَنِى فَلَا تَسْـَٔلْنِى عَن شَىْءٍ حَتَّىٰٓ أُحْدِثَ لَكَ مِنْهُ ذِكْرًۭا",
        "translation":"\"Ako ćeš me već pratiti\" - reče onaj - \"onda me ni o čemu ne pitaj dok ti ja o tome prvi ne kažem!\"",
        "transliteration":"Vedduhā"
    },

    {
        "id":71,
        "surahId":18,
        "arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِى ٱلسَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْـًٔا إِمْرًۭاۜ",
        "translation":"I njih dvojica krenuše. I kad se u lađu ukrcaše, onaj je probuši. \"Zar je probuši da potopiš one koji na njoj plove? Učinio si, doista, nešto vrlo krupno!\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":72,
        "surahId":18,
        "arabic":"قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًۭا",
        "translation":"\"Ne rekoh li ja\" - reče onaj - \"da ti, doista, nećeš moći izdržati sa mnom?\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":73,
        "surahId":18,
        "arabic":"قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِقْنِى مِنْ أَمْرِى عُسْرًۭا",
        "translation":"\"Ne karaj me što sam zaboravio\" - reče - \"i ne čini mi poteškoće u ovome poslu mome!\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":74,
        "surahId":18,
        "arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمًۭا فَقَتَلَهُۥ قَالَ أَقَتَلْتَ نَفْسًۭا زَكِيَّةًۢ بِغَيْرِ نَفْسٍۢ لَّقَدْ جِئْتَ شَيْـًۭٔا نُّكْرًۭا",
        "translation":"I njih dvojica krenuše. I kad sretoše jednog dječaka pa ga onaj ubi, Musa reče: \"Što ubi dijete bezgrješno, koje nije nikoga ubilo! Učinio si, zaista, nešto vrlo ružno!\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":75,
        "surahId":18,
        "arabic":"َّ۞ قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًۭا",
        "translation":"\"Ne rekoh li ja tebi\" - reče onaj - \"da ti, doista, nećeš moći izdržati sa mnom?\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":76,
        "surahId":18,
        "arabic":"قَالَ إِن سَأَلْتُكَ عَن شَىْءٍۭ بَعْدَهَا فَلَا تُصَٰحِبْنِى ۖ قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًۭا",
        "translation":"\"Ako te i poslije ovoga za bilo šta upitam\" - reče - \"onda se nemoj sa mnom družiti. Eto sam ti se opravdao!\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":77,
        "surahId":18,
        "arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ٱسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا۟ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًۭا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًۭا",
        "translation":"I njih dvojica krenuše; i kad dođoše do jednog grada, zamoliše stanovnike njegove da ih nahrane, ali oni odbiše da ih ugoste. U gradu njih dvojica naiđoše na jedan zid koji tek što se nije srušio, pa ga onaj prezida i ispravi. \"Mogao si\" - reče Musa - \"uzeti za to nagradu.\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":78,
        "surahId":18,
        "arabic":"قَالَ هَٰذَا فِرَاقُ بَيْنِى وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا",
        "translation":"\"Sada se rastajemo ja i ti!\" - reče onaj - \"pa da ti objasnim zbog čega se nisi mogao strpiti.”",
        "transliteration":"Vedduhā"
    },
    {
        "id":79,
        "surahId":18,
        "arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتْ لِمَسَٰكِينَ يَعْمَلُونَ فِى ٱلْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌۭ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًۭا",
        "translation":"\"Što se one lađe tiče - ona je vlasništvo siromaha koji rade na moru, i ja sam je oštetio jer je pred njima bio jedan vladar koji je svaku ispravnu lađu otimao;",
        "transliteration":"Vedduhā"
    },
    {
        "id":80,
        "surahId":18,
        "arabic":"وَأَمَّا ٱلْغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَٰنًۭا وَكُفْرًۭا",
        "translation":"što se onoga dječaka tiče - roditelji njegovi su vjernici, pa smo se pobojali da ih on neće na nasilje i nevjerovanje navratiti,",
        "transliteration":"Vedduhā"
    },
    {
        "id":81,
        "surahId":18,
        "arabic":"فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًۭا مِّنْهُ زَكَوٰةًۭ وَأَقْرَبَ رُحْمًۭا",
        "translation":"a mi želimo da im Gospodar njihov, mjesto njega, da boljeg i čestitijeg od njega, i milostivijeg;",
        "transliteration":"Vedduhā"
    },
    {
        "id":82,
        "surahId":18,
        "arabic":"وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلَٰمَيْنِ يَتِيمَيْنِ فِى ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌۭ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحًۭا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةًۭ مِّن رَّبِّكَ ۚ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِى ۚ ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًۭا",
        "translation":"a što se onoga zida tiče - on je dvojice dječaka, siročadi iz grada, a pod njim je zakopano njihovo blago. Otac njihov je bio dobar čovjek i Gospodar tvoj želi, iz milosti Svoje, da oni odrastu i izvade blago svoje. Sve to ja nisam uradio po svome rasuđivanju. Eto to je objašnjenje za tvoje nestrpljenje!\"",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":83,
        "surahId":18,
        "arabic":"وَيَسْـَٔلُونَكَ عَن ذِى ٱلْقَرْنَيْنِ ۖ قُلْ سَأَتْلُوا۟ عَلَيْكُم مِّنْهُ ذِكْرًا",
        "translation":"I pitaju te o Zulkarnejnu.* Reci: \"Kazaću vam o njemu neke vijesti.\"",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":84,
        "surahId":18,
        "arabic":"إِنَّا مَكَّنَّا لَهُۥ فِى ٱلْأَرْضِ وَءَاتَيْنَٰهُ مِن كُلِّ شَىْءٍۢ سَبَبًۭا",
        "translation":"Mi smo mu dali vlast na Zemlji i omogućili mu da izvrši ono što želi,",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":85,
        "surahId":18,
        "arabic":"فَأَتْبَعَ سَبَبًا",
        "translation":"I on pođe.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },

    {
        "id":86,
        "surahId":18,
        "arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغْرِبَ ٱلشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍۢ وَوَجَدَ عِندَهَا قَوْمًۭا ۗ قُلْنَا يَٰذَا ٱلْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًۭا",
        "translation":"Kad stiže do mjesta gdje Sunce zalazi, učini mu se kao da zalazi u jedan mutan izvor i nađe u blizini njegovoj jedan narod. \"O Zulkarnejne,\" - rekosmo Mi - \"ili ćeš ih kazniti ili ćeš s njima lijepo postupiti?\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":87,
        "surahId":18,
        "arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًۭا نُّكْرًۭا",
        "translation":"\"Onoga ko ostane mnogobožac\" - reče - \"kaznićemo, a poslije će se svome Gospodaru vratiti, pa će ga i On teškom mukom mučiti.",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":88,
        "surahId":18,
        "arabic":"وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صَٰلِحًۭا فَلَهُۥ جَزَآءً ٱلْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًۭا",
        "translation":"A onome ko bude vjerovao i dobra djela činio - nagrada najljepša, i s njim ćemo blago postupiti.\"",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":89,
        "surahId":18,
        "arabic":"ثُمَّ أَتْبَعَ سَبَبًا",
        "translation":"I on opet pođe.",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":90,
        "surahId":18,
        "arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍۢ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًۭا",
        "translation":"I kad stiže do mjesta gdje Sunce izlazi, on nađe da ono izlazi iznad jednog naroda kome Mi nismo dali da se od njega bilo čime zakloni.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },

    {
        "id":91,
        "surahId":18,
        "arabic":"كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًۭا",
        "translation":"I on postupi s njima isto onako kako je s onima prije postupio.",
        "transliteration":"Vedduhā"
    },
    {
        "id":92,
        "surahId":18,
        "arabic":"ثُمَّ أَتْبَعَ سَبَبًا",
        "translation":"I on pođe.",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":93,
        "surahId":18,
        "arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًۭا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًۭا",
        "translation":"Kad stiže imeđu dvije planine, nađe ispred njih narod koji je jedva govor razumijevao.",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":94,
        "surahId":18,
        "arabic":"قَالُوا۟ يَٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّۭا",
        "translation":"\"O Zulkarnejne,\" - rekoše oni - \"Jedžudž i Medžudž čine nered po Zemlji, pa hoćeš li da između nas i njih zid podigneš, mi ćemo te nagraditi.\"",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":95,
        "surahId":18,
        "arabic":"قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌۭ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
        "translation":"\"Bolje je ono što mi je Gospodar moj dao\" - reče on. \"Nego, samo vi pomozite meni što više možete, i ja ću između vas i njih zid podići.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },

    {
        "id":96,
        "surahId":18,
        "arabic":"ءَاتُونِى زُبَرَ ٱلْحَدِيدِ ۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا۟ ۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًۭا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًۭا",
        "translation":"\"Donesite mi velike komade gvožđa!\" I kad on izravna dvije strane brda, reče: \"Pušite!\" A kad ga usija, reče: \"Donesite mi rastopljen mjed da ga zalijem.\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":97,
        "surahId":18,
        "arabic":"فَمَا ٱسْطَٰعُوٓا۟ أَن يَظْهَرُوهُ وَمَا ٱسْتَطَٰعُوا۟ لَهُۥ نَقْبًۭا",
        "translation":"I tako oni nisu mogli ni da pređu niti su ga mogli prokopati.",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":98,
        "surahId":18,
        "arabic":"قَالَ هَٰذَا رَحْمَةٌۭ مِّن رَّبِّى ۖ فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ ۖ وَكَانَ وَعْدُ رَبِّى حَقًّۭا",
        "translation":"\"Ovo je blagodat Gospodara moga!\" - reče on. \"A kada se prijetnja Gospodara moga ispuni, On će ga sa zemljom sravniti, a prijetnja Gospodara moga će se, sigurno, ispuniti.\"",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":99,
        "surahId":18,
        "arabic":"۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍۢ يَمُوجُ فِى بَعْضٍۢ ۖ وَنُفِخَ فِى ٱلصُّورِ فَجَمَعْنَٰهُمْ جَمْعًۭا",
        "translation":"I Mi ćemo tada učiniti da se jedni od njih kao talasi sudaraju s drugima. I puhnuće se u rog, pa ćemo ih sve sakupiti,",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":100,
        "surahId":18,
        "arabic":"وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍۢ لِّلْكَٰفِرِينَ عَرْضًا",
        "translation":"i toga dana ćemo nevjernicima Džehennem jasno pokazati,",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":101,
        "surahId":18,
        "arabic":"ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِطَآءٍ عَن ذِكْرِى وَكَانُوا۟ لَا يَسْتَطِيعُونَ سَمْعًا",
        "translation":"onima čije su oči bile koprenom zastrte, da o dokazima Mojim razmisle, onima koji nisu htjeli ništa čuti.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":102,
        "surahId":18,
        "arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓا۟ أَن يَتَّخِذُوا۟ عِبَادِى مِن دُونِىٓ أَوْلِيَآءَ ۚ إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَٰفِرِينَ نُزُلًۭا",
        "translation":"Zar nevjernici misle da pored Mene mogu za bogove uzimati robove Moje? Mi smo, doista, za prebivalište nevjernicima pripremili Džehennem.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":103,
        "surahId":18,
        "arabic":"قُلْ هَلْ نُنَبِّئُكُم بِٱلْأَخْسَرِينَ أَعْمَٰلًا",
        "translation":"Reci: \"Hoćete li da vam kažem čija djela neće nikako priznata biti,",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":104,
        "surahId":18,
        "arabic":"ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
        "translation":"čiji će trud u životu na ovome svijetu uzaludan biti, a koji će misliti da je dobro ono što rade? ",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":105,
        "surahId":18,
        "arabic":"أُو۟لَٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ وَلِقَآئِهِۦ فَحَبِطَتْ أَعْمَٰلُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ ٱلْقِيَٰمَةِ وَزْنًۭا",
        "translation":"To su oni koji u dokaze Gospodara svoga ne budu vjerovali i koji budu poricali da će pred Njega izići; zbog toga će trud njihov uzaludan biti i na Sudnjem danu im nikakva značaja nećemo dati.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":106,
        "surahId":18,
        "arabic":"ذَٰلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا۟ وَٱتَّخَذُوٓا۟ ءَايَٰتِى وَرُسُلِى هُزُوًا",
        "translation":"Njima će kazna Džehennem biti, zato što su nevjernici bili i što su se dokazima Mojim i poslanicima Mojim rugali.\"",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":107,
        "surahId":18,
        "arabic":"إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ كَانَتْ لَهُمْ جَنَّٰتُ ٱلْفِرْدَوْسِ نُزُلًا",
        "translation":"Onima koji budu vjerovali i dobra djela činili - džennetske bašče će prebivalište biti,",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":108,
        "surahId":18,
        "arabic":"خَٰلِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًۭا",
        "translation":"vječno će u njima boraviti i neće poželjeti da ih nečim drugim zamijene.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":109,
        "surahId":18,
        "arabic":"قُل لَّوْ كَانَ ٱلْبَحْرُ مِدَادًۭا لِّكَلِمَٰتِ رَبِّى لَنَفِدَ ٱلْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِۦ مَدَدًۭا",
        "translation":"Reci: \"Kad bi more bilo mastilo da se ispišu riječi Gospodara moga, more bi presahlo, ali ne i riječi Gospodara moga, pa i kad bismo se pomogli još jednim sličnim.\"",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":110,
        "surahId":18,
        "arabic":"قُلْ إِنَّمَآ أَنَا۠ بَشَرٌۭ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌۭ وَٰحِدٌۭ ۖ فَمَن كَانَ يَرْجُوا۟ لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًۭا صَٰلِحًۭا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۢا",
        "translation":"Reci: \"Ja sam čovjek kao i vi, meni se objavljuje da je vaš Bog - jedan Bog. Ko žudi da od Gospodara svoga bude lijepo primljen, neka čini dobra djela i neka, klanjajući se Gospodaru svome,  Njemu nikoga ne pridružuje!\"",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },

    {
        "id":1,
        "surahId":31,
        "arabic":"الٓمٓ",
        "translation":"Elif Lam Mim",
        "transliteration":"Vedduhā"
    },
    {
        "id":2,
        "surahId":31,
        "arabic":"تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ",
        "translation":"Ovo su ajeti mudre Knjige,",
        "transliteration":"Vedduhā"
    },
    {
        "id":3,
        "surahId":31,
        "arabic":"هُدًۭى وَرَحْمَةًۭ لِّلْمُحْسِنِينَ",
        "translation":"upute i milosti onima koji budu dobro činili,",
        "transliteration":"Vedduhā"
    },
    {
        "id":4,
        "surahId":31,
        "arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ",
        "translation":"onima koji molitvu budu obavljali i zekat davali i koji u onaj svijet budu čvrsto vjerovali;",
        "transliteration":"Vedduhā"
    },
    {
        "id":5,
        "surahId":31,
        "arabic":"أُو۟لَٰٓئِكَ عَلَىٰ هُدًۭى مِّن رَّبِّهِمْ ۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
        "translation":"njima će Gospodar njihov na Pravi put ukazati i oni će želje svoje ostvariti.",
        "transliteration":"Vedduhā"
    },

    {
        "id":6,
        "surahId":31,
        "arabic":"وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍۢ وَيَتَّخِذَهَا هُزُوًا ۚ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مُّهِينٌۭ",
        "translation":"Ima ljudi koji kupuju priče za razonodu, da bi, ne znajući koliki je to grijeh, s Allahova puta odvodili i da bi ga predmetom za ismijavanje uzimali. Njih čeka sramna kazna.",
        "transliteration":"Vedduhā"
    },
    {
        "id":7,
        "surahId":31,
        "arabic":"وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا وَلَّىٰ مُسْتَكْبِرًۭا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًۭا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
        "translation":"Kad se nekom od njih ajeti Naši kazuju, on oholo glavu okreće, kao da ih nije ni čuo, kao da je gluh - zato mu navijesti patnju nesnosnu.",
        "transliteration":"Vedduhā"
    },
    {
        "id":8,
        "surahId":31,
        "arabic":"إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ جَنَّٰتُ ٱلنَّعِيمِ",
        "translation":"One koji budu vjerovali i dobra djela činili, doista čekaju bašče uživanja,",
        "transliteration":"Vedduhā"
    },
    {
        "id":9,
        "surahId":31,
        "arabic":"خَٰلِدِينَ فِيهَا ۖ وَعْدَ ٱللَّهِ حَقًّۭا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "translation":"u njima će vječno boraviti - obećanje je Allahovo istinito, a On je silan i mudar.",
        "transliteration":"Vedduhā"
    },
    {
        "id":10,
        "surahId":31,
        "arabic":"لَقَ ٱلسَّمَٰوَٰتِ بِغَيْرِ عَمَدٍۢ تَرَوْنَهَا ۖ وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍۢ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۢ كَرِيمٍ",
        "translation":"Nebesa je, vidite ih, bez stubova stvorio, a po Zemlji planine nepomične razbacao da vas ne trese, i po njoj životinje svih vrsta razasuo. Mi s neba kišu spuštamo i činimo da po njoj niču svakovrsne plemenite biljke.",
        "transliteration":"Vedduhā"
    },

    {
        "id":11,
        "surahId":31,
        "arabic":"هَٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ ۚ بَلِ ٱلظَّٰلِمُونَ فِى ضَلَٰلٍۢ مُّبِينٍۢ",
        "translation":"To je Allahovo djelo; a pokažite Mi šta su drugi, mimo Njega, stvorili? Ništa! Mnogobošci su u pravoj zabludi.",
        "transliteration":"Vedduhā"
    },
    {
        "id":12,
        "surahId":31,
        "arabic":"وَلَقَدْ ءَاتَيْنَا لُقْمَٰنَ ٱلْحِكْمَةَ أَنِ ٱشْكُرْ لِلَّهِ ۚ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌۭ",
        "translation":"A Mi smo Lukmanu mudrost darovali: \"Budi zahvalan Allahu! Ko je zahvalan, čini to u svoju korist, a ko je nezahvalan - pa, Allah je, zaista, neovisan i hvale dostojan.\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":13,
        "surahId":31,
        "arabic":"وَإِذْ قَالَ لُقْمَٰنُ لِٱبْنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَىَّ لَا تُشْرِكْ بِٱللَّهِ ۖ إِنَّ ٱلشِّرْكَ لَظُلْمٌ عَظِيمٌۭ",
        "translation":"Kada Lukman reče sinu svome, savjetujući ga: \"O sinko moj, ne smatraj druge Allahu ravnim, mnogoboštvo je, zaista, velika nepravda.\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":14,
        "surahId":31,
        "arabic":"وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حَمَلَتْهُ أُمُّهُۥ وَهْنًا عَلَىٰ وَهْنٍۢ وَفِصَٰلُهُۥ فِى عَامَيْنِ أَنِ ٱشْكُرْ لِى وَلِوَٰلِدَيْكَ إِلَىَّ ٱلْمَصِيرُ",
        "translation":"Mi smo naredili čovjeku da bude poslušan roditeljima svojim. Majka ga nosi, a njeno zdravlje trpi, i odbija ga u toku dvije godine. Budi zahvalan Meni i roditeljima svojim, Meni će se svi vratiti.",
        "transliteration":"Vedduhā"
    },
    {
        "id":15,
        "surahId":31,
        "arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌۭ فَلَا تُطِعْهُمَا ۖ وَصَاحِبْهُمَا فِى ٱلدُّنْيَا مَعْرُوفًۭا ۖ وَٱتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ ۚ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
        "translation":"A ako te budu nagovarali da drugog Meni ravnim smatraš, onoga o kome ništa ne znaš, ti ih ne slušaj i prema njima se, na ovome svijetu, velikodušno ponašaj, a slijedi put onoga koji se iskreno Meni obraća; Meni ćete se poslije vratiti i Ja ću vas o onome što ste radili obavijestiti.",
        "transliteration":"Vedduhā"
    },

    {
        "id":16,
        "surahId":31,
        "arabic":"يَٰبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍۢ مِّنْ خَرْدَلٍۢ فَتَكُن فِى صَخْرَةٍ أَوْ فِى ٱلسَّمَٰوَٰتِ أَوْ فِى ٱلْأَرْضِ يَأْتِ بِهَا ٱللَّهُ ۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌۭ",
        "translation":"\"O sinko moj, dobro ili zlo, teško koliko zrno gorušice, bilo u stijeni ili na nebesima ili u zemlji, Allah će na vidjelo iznijeti, jer Allah zna najskrivenije stvari, On je Sveznajući.",
        "transliteration":"Vedduhā"
    },
    {
        "id":17,
        "surahId":31,
        "arabic":"يَٰبُنَىَّ أَقِمِ ٱلصَّلَوٰةَ وَأْمُرْ بِٱلْمَعْرُوفِ وَٱنْهَ عَنِ ٱلْمُنكَرِ وَٱصْبِرْ عَلَىٰ مَآ أَصَابَكَ ۖ إِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
        "translation":"O sinko moj, obavljaj molitvu i traži da se čine dobra djela, a odvraćaj od hrđavih i strpljivo podnosi ono što te zadesi - dužnost je tako postupiti.",
        "transliteration":"Vedduhā"
    },
    {
        "id":18,
        "surahId":31,
        "arabic":"وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍۢ فَخُورٍۢ",
        "translation":"I, iz oholosti, ne okreći od ljudi lice svoje i ne idi zemljom nadmeno, jer Allah ne voli ni gordog ni hvalisavog.",
        "transliteration":"Vedduhā"
    },
    {
        "id":19,
        "surahId":31,
        "arabic":"وَٱقْصِدْ فِى مَشْيِكَ وَٱغْضُضْ مِن صَوْتِكَ ۚ إِنَّ أَنكَرَ ٱلْأَصْوَٰتِ لَصَوْتُ ٱلْحَمِيرِ",
        "translation":"U hodu budi odmjeren, a u govoru ne budi grlat; ta najneprijatniji glas je revanje magarca!\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":20,
        "surahId":31,
        "arabic":"أَلَمْ تَرَوْا۟ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَٰهِرَةًۭ وَبَاطِنَةًۭ ۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍۢ وَلَا هُدًۭى وَلَا كِتَٰبٍۢ مُّنِيرٍۢ",
        "translation":"Kako ne vidite da vam je Allah omogućio da se koristite svim onim što postoji na nebesima i na Zemlji i da vas darežljivo obasipa milošću Svojom, i vidljivom i nevidljivom? A ima ljudi koji raspravljaju o Allahu bez ikakva znanja, bez ikakve upute i bez knjige svjetilje.",
        "transliteration":"Vedduhā"
    },

    {
        "id":21,
        "surahId":31,
        "arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ أَوَلَوْ كَانَ ٱلشَّيْطَٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
        "translation":"A kad im se govori: \"Slijedite ono što vam Allah objavljuje!\" - odgovaraju: \"Ne, mi slijedimo ono što smo zapamtili od predaka naših.\" Zar i onda kad ih šejtan poziva na patnju u ognju?!",
        "transliteration":"Vedduhā"
    },
    {
        "id":22,
        "surahId":31,
        "arabic":"۞ وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌۭ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ ۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلْأُمُورِ",
        "translation":"Onaj ko se sasvim preda Allahu, a uz to čini dobra djela, uhvatio se za najčvršću vezu. Allahu se na koncu sve vraća.",
        "transliteration":"Vedduhā"
    },
    {
        "id":23,
        "surahId":31,
        "arabic":"وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ ۚ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
        "translation":"A onaj koji ne vjeruje, pa, neka te ne zabrinjava nevjerovanje njegovo. Nama će se svi vratiti i Mi ćemo ih o onome šta su radili obavijestiti; Allahu su, uistinu, poznate svačije misli.",
        "transliteration":"Vedduhā"
    },
    {
        "id":24,
        "surahId":31,
        "arabic":"نُمَتِّعُهُمْ قَلِيلًۭا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍۢ",
        "translation":"Mi im dajemo da kratko uživaju, a onda ćemo ih natjerati u patnju neizdržljivu.",
        "transliteration":"Vedduhā"
    },
    {
        "id":25,
        "surahId":31,
        "arabic":"وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
        "translation":"A da ih upitaš: \"Ko je stvorio nebesa i Zemlju?\" - sigurno bi rekli: \"Allah!\" - a ti reci: \"Hvaljen neka je Allah!\" - samo što većina njih ne zna.",
        "transliteration":"Vedduhā"
    },
    {
        "id":26,
        "surahId":31,
        "arabic":"لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
        "translation":"Allahovo je sve na nebesima i na Zemlji! Allah je, uistinu, nezavisan i hvale dostojan.",
        "transliteration":"Vedduhā"
    },
    {
        "id":27,
        "surahId":31,
        "arabic":"وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَٰمٌۭ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍۢ مَّا نَفِدَتْ كَلِمَٰتُ ٱللَّهِ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌۭ",
        "translation":"Da su sva stabla na Zemlji pisaljke, a da se u more, kad presahne, ulije još sedam mora, ne bi se ispisale Allahove riječi; Allah je, uistinu, silan i mudar.",
        "transliteration":"Vedduhā"
    },
    {
        "id":28,
        "surahId":31,
        "arabic":"َّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍۢ وَٰحِدَةٍ ۗ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
        "translation":"Stvoriti sve vas i sve vas oživiti isto je kao stvoriti i oživiti jednoga čovjeka; Allah, zaista, sve čuje i sve vidi.",
        "transliteration":"Vedduhā"
    },
    {
        "id":29,
        "surahId":31,
        "arabic":"أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّۭ يَجْرِىٓ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌۭ",
        "translation":"Kako ne vidiš da Allah uvodi noć u dan i uvodi dan u noć, i da je potčinio Sunce i Mjesec - svako se kreće do roka određenog - i da Allah dobro zna ono što radite?",
        "transliteration":"Vedduhā"
    },
    {
        "id":30,
        "surahId":31,
        "arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
        "translation":"To zato što je Allah - Istina, a oni kojima se, pored Njega, oni mole - neistina, i što je Allah uzvišen i velik.",
        "transliteration":"Vedduhā"
    },
    {
        "id":31,
        "surahId":31,
        "arabic":"أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَٰتِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّكُلِّ صَبَّارٍۢ شَكُورٍۢ",
        "translation":"Zar ne vidiš da lađe Allahovom milošću morem plove da bi vam pokazao neke dokaze Svoje? To su, zaista, pouke za sve strpljive i zahvalne.",
        "transliteration":"Vedduhā"
    },
    {
        "id":32,
        "surahId":31,
        "arabic":"وَإِذَا غَشِيَهُم مَّوْجٌۭ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌۭ ۚ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٍۢ كَفُورٍۢ",
        "translation":"A kad ih talas, kao oblak, prekrije, mole se Allahu iskreno Mu vjeru ispovijedajući; a čim ih On do kopna dovede, samo Mu neki zahvalni ostaju. A dokaze Naše samo izdajnik, nezahvalnik poriče.",
        "transliteration":"Vedduhā"
    },
    {
        "id":33,
        "surahId":31,
        "arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ وَٱخْشَوْا۟ يَوْمًۭا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا ۚ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
        "translation":"O ljudi, bojte se Gospodara svoga i strahujte od Dana kod roditelj djetetu svome neće moći nimalo pomoći, niti će dijete moći svome roditelju imalo pomoći! Allahova prijetnja je istinita, pa neka vas nikako život na ovome svijetu ne zavara i neka vas u Allaha šejtan ne pokoleba.",
        "transliteration":"Vedduhā"
    },
    {
        "id":34,
        "surahId":31,
        "arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ ۖ وَمَا تَدْرِى نَفْسٌۭ مَّاذَا تَكْسِبُ غَدًۭا ۖ وَمَا تَدْرِى نَفْسٌۢ بِأَىِّ أَرْضٍۢ تَمُوتُ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۢ",
        "translation":"Samo Allah zna kad će Smak svijeta nastupiti, samo On spušta kišu i samo On zna šta je u matericama, a čovjek ne zna šta će sutra zaraditi i ne zna čovjek u kojoj će zemlji umrijeti; Allah, uistinu, sve zna i o svemu je obaviješten.",
        "transliteration":"Vedduhā"
    },
    {
        "id":1,
        "surahId":32,
        "arabic":"الٓمٓ",
        "translation":"Elif Lam Mim.",
        "transliteration":"Vedduhā"
    },
    {
        "id":2,
        "surahId":32,
        "arabic":"تَنزِيلُ ٱلْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَٰلَمِينَ",
        "translation":"Knjigu objavljuje, u to nema sumnje, Gospodar svjetova,",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":3,
        "surahId":32,
        "arabic":"أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۚ بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًۭا مَّآ أَتَىٰهُم مِّن نَّذِيرٍۢ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ",
        "translation":"a oni govore: \"On je izmišlja!\" Ne, ona je istina od Gospodara tvoga da opominješ narod kojemu prije tebe nije došao niko da ga opominje, da bi išao Pravim putem.",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":4,
        "surahId":32,
        "arabic":"ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِىٍّۢ وَلَا شَفِيعٍ ۚ أَفَلَا تَتَذَكَّرُونَ",
        "translation":"Allah je nebesa i Zemlju i ono što je između njih u šest vremenskih razdoblja stvorio, a onda svemirom zagospodario; vi, osim Njega, ni zaštitnika ni posrednika nemate, pa zašto se ne urazumite?",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":5,
        "surahId":32,
        "arabic":"يُدَبِّرُ ٱلْأَمْرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍۢ كَانَ مِقْدَارُهُۥٓ أَلْفَ سَنَةٍۢ مِّمَّا تَعُدُّونَ",
        "translation":"On upravlja svima, od neba do Zemlje, a onda se sve to Njemu vraća u danu koji, prema vašem računanju vremena, hiljadu godina traje.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":6,
        "surahId":32,
        "arabic":"ذَٰلِكَ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلرَّحِيمُ",
        "translation":"To je onaj koji zna i nevidljivi i vidljivi svijet, Silni i Milostivi,",
        "transliteration":"Vedduhā"
    },
    {
        "id":7,
        "surahId":32,
        "arabic":"ٱلَّذِىٓ أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُۥ ۖ وَبَدَأَ خَلْقَ ٱلْإِنسَٰنِ مِن طِينٍ",
        "translation":"koji sve savršeno stvara, koji je prvog čovjeka stvorio od ilovače -",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":8,
        "surahId":32,
        "arabic":"ثُمَّ جَعَلَ نَسْلَهُۥ مِن سُلَٰلَةٍۢ مِّن مَّآءٍۢ مَّهِينٍۢ",
        "translation":"a potomstvo njegovo stvara od kapi hude tekućine,",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":9,
        "surahId":32,
        "arabic":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦ ۖ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًۭا مَّا تَشْكُرُونَ",
        "translation":"zatim mu savršeno udove uobliči i život mu udahne - i On vam i sluh i vid i pameti daje - a kako vi malo zahvaljujete!",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":10,
        "surahId":32,
        "arabic":"وَقَالُوٓا۟ أَءِذَا ضَلَلْنَا فِى ٱلْأَرْضِ أَءِنَّا لَفِى خَلْقٍۢ جَدِيدٍۭ ۚ بَلْ هُم بِلِقَآءِ رَبِّهِمْ كَٰفِرُونَ",
        "translation":"Oni govore: \"Zar ćemo, kad nestanemo pod zemljom, ponovo stvoreni biti?\" Oni ne vjeruju da će pred Gospodara svoga izići.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":11,
        "surahId":32,
        "arabic":"۞ قُلْ يَتَوَفَّىٰكُم مَّلَكُ ٱلْمَوْتِ ٱلَّذِى وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
        "translation":"Reci: \"Melek smrti, koji vam je za to određen, duše će vam uzeti, a poslije ćete se Gospodaru svome vratiti.\"",
        "transliteration":"Vedduhā"
    },
    {
        "id":12,
        "surahId":32,
        "arabic":"وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَٰلِحًا إِنَّا مُوقِنُونَ",
        "translation":"A da ti je vidjeti grješnike kako će, oborenih glava pred Gospodarom svojim, reći: \"Gospodaru naš, vidjeli smo i čuli smo, pa nas povrati da dobra djela činimo, mi, doista, čvrsto vjerujemo!\"",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":13,
        "surahId":32,
        "arabic":"وَلَوْ شِئْنَا لَءَاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
        "translation":"A kad bismo htjeli, svakog čovjeka bismo na Pravi put uputili, ali Ja sam već istinu rekao: \"Napuniću, zaista, Džehennem džinima i ljudima zajedno!\"",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":14,
        "surahId":32,
        "arabic":"فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَآ إِنَّا نَسِينَٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ",
        "translation":"Pa trpite zato što ste zaboravljali da ćete ovaj dan doživjeti - i Mi ćemo vas zaboraviti - i vječnu patnju trpite zbog onoga što ste radili.",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":15,
        "surahId":32,
        "arabic":"إِنَّمَا يُؤْمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًۭا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
        "translation":"U Naše riječi vjeruju samo oni koji, kad se njima opomenu, licem na tle padaju, i koji Gospodara svoga veličaju i hvale i koji se ne ohole.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":16,
        "surahId":32,
        "arabic":"تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًۭا وَطَمَعًۭا وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
        "translation":"Bokovi njihovi se postelja lišavaju i oni se Gospodaru svome iz straha i želje klanjaju, a dio onog što im Mi dajemo udjeljuju.",
        "transliteration":"Vedduhā"
    },
    {
        "id":17,
        "surahId":32,
        "arabic":"فَلَا تَعْلَمُ نَفْسٌۭ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍۢ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
        "translation":"I niko ne zna kakve ih, kao nagrada za ono što su činili, skrivene radosti čekaju.",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":18,
        "surahId":32,
        "arabic":"أَفَمَن كَانَ مُؤْمِنًۭا كَمَن كَانَ فَاسِقًۭا ۚ لَّا يَسْتَوُۥنَ",
        "translation":"Zar da vjerniku bude isto kao grješniku? Ne, njima neće biti isto:",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":19,
        "surahId":32,
        "arabic":"أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَلَهُمْ جَنَّٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ",
        "translation":"one koji su vjerovali i dobra djela činili čekaju džennetske bašče u kojima će boraviti, kao nagrada za ono što su radili;",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":20,
        "surahId":32,
        "arabic":"وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
        "translation":"a one koji nisu vjerovali čeka vatra u kojoj će prebivati; kad god pokušaju iz nje izići, biće u nju vraćeni i biće im rečeno: \"Trpite kaznu u vatri koju ste poricali.\"",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":21,
        "surahId":32,
        "arabic":"وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ",
        "translation":"I Mi ćemo učiniti da blažu kaznu iskuse, prije one najveće, ne bi li se pokajali.",
        "transliteration":"Vedduhā"
    },
    {
        "id":22,
        "surahId":32,
        "arabic":"وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ ۚ إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ",
        "translation":"A ima li nepravednijeg od onoga koji, opomenut riječima Gospodara svoga, njima leđa okrene? Mi ćemo, zaista, kazniti zlikovce!",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":23,
        "surahId":32,
        "arabic":"وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَلَا تَكُن فِى مِرْيَةٍۢ مِّن لِّقَآئِهِۦ ۖ وَجَعَلْنَٰهُ هُدًۭى لِّبَنِىٓ إِسْرَٰٓءِيلَ",
        "translation":"Musau smo Mi Knjigu dali - ne sumnjaj nimalo u to da je on nije primio - i putokazom je sinovima Israilovim učinili.",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":24,
        "surahId":32,
        "arabic":"وَجَعَلْنَا مِنْهُمْ أَئِمَّةًۭ يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا۟ ۖ وَكَانُوا۟ بِـَٔايَٰتِنَا يُوقِنُونَ",
        "translation":"Između njih smo Mi vođe određivali i oni su, odazivajući se zapovijedi Našoj, na Pravi put upućivali, jer su strpljivi bili i u dokaze Naše čvrsto vjerovali.",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":25,
        "surahId":32,
        "arabic":"إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
        "translation":"Gospodar tvoj će među njima na Sudnjem danu presuditi u onome oko čega su se razilazili.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":26,
        "surahId":32,
        "arabic":"أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَٰكِنِهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ ۖ أَفَلَا يَسْمَعُونَ",
        "translation":"Zar ovima nije jasno koliko smo Mi prije njih naroda uništili, po čijim oni nastambama hodaju? To su, zaista, dokazi, pa zašto neće da čuju?",
        "transliteration":"Vedduhā"
    },
    {
        "id":27,
        "surahId":32,
        "arabic":"أَوَلَمْ يَرَوْا۟ أَنَّا نَسُوقُ ٱلْمَآءَ إِلَى ٱلْأَرْضِ ٱلْجُرُزِ فَنُخْرِجُ بِهِۦ زَرْعًۭا تَأْكُلُ مِنْهُ أَنْعَٰمُهُمْ وَأَنفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ",
        "translation":"Kako oni ne vide da Mi gonimo kišu u ogoljelu zemlju, i činimo da, uz pomoć njenu, niče rastinje kojim se hrani stoka njihova, a i oni sami - pa zašto neće da vide?!",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":28,
        "surahId":32,
        "arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْفَتْحُ إِن كُنتُمْ صَٰدِقِينَ",
        "translation":"I oni govore: \"Kad će već jednom ta pobjeda, ako istinu govorite?\"",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":29,
        "surahId":32,
        "arabic":"قُلْ يَوْمَ ٱلْفَتْحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓا۟ إِيمَٰنُهُمْ وَلَا هُمْ يُنظَرُونَ",
        "translation":"Reci: \"Na Sudnjem danu, kada nevjernicima neće nikako koristiti to što će tada vjerovati i kad im se nimalo vremena neće dati.\"",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":30,
        "surahId":32,
        "arabic":"فَأَعْرِضْ عَنْهُمْ وَٱنتَظِرْ إِنَّهُم مُّنتَظِرُونَ",
        "translation":"Zato se ti okreni od njih i čekaj, i oni doista čekaju!",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },

    {
        "id":1,
        "surahId":36,
        "arabic":"يسٓ",
        "translation":"Ja Sin.",
        "transliteration":"Vedduhā"
    },
    {
        "id":2,
        "surahId":36,
        "arabic":"وَٱلْقُرْءَانِ ٱلْحَكِيمِ",
        "translation":"Tako Mi Kur’ana mudrog,",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":3,
        "surahId":36,
        "arabic":"إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
        "translation":"ti si, uistinu, poslanik,",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":4,
        "surahId":36,
        "arabic":"عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ",
        "translation":"na Pravome putu,",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":5,
        "surahId":36,
        "arabic":"تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ",
        "translation":"po objavi Silnoga i Samilosnoga,",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":6,
        "surahId":36,
        "arabic":"لِتُنذِرَ قَوْمًۭا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَٰفِلُونَ",
        "translation":"da opominješ narod čiji preci nisu bili opominjani, pa je ravnodušan!",
        "transliteration":"Vedduhā"
    },
    {
        "id":7,
        "surahId":36,
        "arabic":"لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ",
        "translation":"O većini njih se već obistinila Riječ - zato oni neće vjerovati.",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":8,
        "surahId":36,
        "arabic":"إِنَّا جَعَلْنَا فِىٓ أَعْنَٰقِهِمْ أَغْلَٰلًۭا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ",
        "translation":"Mi smo učinili da budu kao oni na čije smo vratove sindžire stavili sve do podbradaka - zato su oni glava uzdignutih,",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":9,
        "surahId":36,
        "arabic":"وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّۭا وَمِنْ خَلْفِهِمْ سَدًّۭا فَأَغْشَيْنَٰهُمْ فَهُمْ لَا يُبْصِرُونَ",
        "translation":"i kao oni ispred kojih i iza kojih smo pregradu metnuli i na oči im koprenu stavili -  zato oni ne vide,",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":10,
        "surahId":36,
        "arabic":"وَسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
        "translation":"i njima je svejedno opominjao ih ti ili ne opominjao, oni neće vjerovati.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":11,
        "surahId":36,
        "arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكْرَ وَخَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍۢ وَأَجْرٍۢ كَرِيمٍ",
        "translation":"Tvoja opomena će koristiti samo onome koji Kur’an slijedi i Milostivoga se boji, iako ga ne vidi; njega obraduj oprostom i nagradom lijepom!",
        "transliteration":"Vedduhā"
    },
    {
        "id":12,
        "surahId":36,
        "arabic":"إِنَّا نَحْنُ نُحْىِ ٱلْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا۟ وَءَاثَٰرَهُمْ ۚ وَكُلَّ شَىْءٍ أَحْصَيْنَٰهُ فِىٓ إِمَامٍۢ مُّبِينٍۢ",
        "translation":"Mi ćemo, zaista, mrtve oživiti i Mi smo zapisali ono što su uradili i djela koja su iza sebe ostavili; sve smo Mi to u Knjizi jasno pobrojali.",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":13,
        "surahId":36,
        "arabic":"وَٱضْرِبْ لَهُم مَّثَلًا أَصْحَٰبَ ٱلْقَرْيَةِ إِذْ جَآءَهَا ٱلْمُرْسَلُونَ",
        "translation":"Navedi im kao pouku stanovnike jednog grada kad su im došli poslanici;",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":14,
        "surahId":36,
        "arabic":"إِذْ أَرْسَلْنَآ إِلَيْهِمُ ٱثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍۢ فَقَالُوٓا۟ إِنَّآ إِلَيْكُم مُّرْسَلُونَ",
        "translation":"kad im Mi poslasmo dvojicu, ali im oni ne povjerovaše, i pojačasmo trećim, pa rekoše: \"Mi smo vama poslani!\" -",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":15,
        "surahId":36,
        "arabic":"قَالُوا۟ مَآ أَنتُمْ إِلَّا بَشَرٌۭ مِّثْلُنَا وَمَآ أَنزَلَ ٱلرَّحْمَٰنُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ",
        "translation":"\"Vi ste ljudi kao i mi\" - oni odgovoriše -  \"Milostivi nije objavio ništa, vi neistinu govorite!\"",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":16,
        "surahId":36,
        "arabic":"قَالُوا۟ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ",
        "translation":"\"Gospodar naš zna da smo, doista, vama poslani\" - rekoše oni -",
        "transliteration":"Vedduhā"
    },
    {
        "id":17,
        "surahId":36,
        "arabic":"وَمَا عَلَيْنَآ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ",
        "translation":"\"i dužni smo samo da jasno obznanimo.\"",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":18,
        "surahId":36,
        "arabic":"َالُوٓا۟ إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِن لَّمْ تَنتَهُوا۟ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌۭ",
        "translation":"Oni rekoše: \"Mi slutimo da nam nesreću donosite; ako se ne okanite, kamenovaćemo vas i stići će vas, zaista, bolna patnja oko nas.\"",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":19,
        "surahId":36,
        "arabic":"قَالُوا۟ طَٰٓئِرُكُم مَّعَكُمْ ۚ أَئِن ذُكِّرْتُم ۚ بَلْ أَنتُمْ قَوْمٌۭ مُّسْرِفُونَ",
        "translation":"\"Uzrok vaše nesreće je s vama!\" - rekoše oni. \"Zar zato što ste opomenuti? Ta vi ste narod koji svaku granicu zla prelazi.\"",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":20,
        "surahId":36,
        "arabic":"وَجَآءَ مِنْ أَقْصَا ٱلْمَدِينَةِ رَجُلٌۭ يَسْعَىٰ قَالَ يَٰقَوْمِ ٱتَّبِعُوا۟ ٱلْمُرْسَلِينَ",
        "translation":"I s kraja grada žurno dođe jedan čovjek i reče: \"O narode moj, slijedi one koji su poslani,",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":21,
        "surahId":36,
        "arabic":"ٱتَّبِعُوا۟ مَن لَّا يَسْـَٔلُكُمْ أَجْرًۭا وَهُم مُّهْتَدُونَ",
        "translation":"slijedite one koji od vas ne traže nikakvu nagradu, a na Pravom su putu!",
        "transliteration":"Vedduhā"
    },
    {
        "id":22,
        "surahId":36,
        "arabic":"وَمَا لِىَ لَآ أَعْبُدُ ٱلَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَعُونَ",
        "translation":"Zašto da se ne klanjam Onome koji me je stvorio, a Njemu ćete se vratiti?",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":23,
        "surahId":36,
        "arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ ٱلرَّحْمَٰنُ بِضُرٍّۢ لَّا تُغْنِ عَنِّى شَفَٰعَتُهُمْ شَيْـًۭٔا وَلَا يُنقِذُونِ",
        "translation":"Zašto da prihvaćam druge bogove mimo Njega? Ako Milostivi hoće da me snađe neko zlo, njihovo posredovanje neće mi biti ni od kakve koristi i oni me neće moći spasiti,",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":24,
        "surahId":36,
        "arabic":"إِنِّىٓ إِذًۭا لَّفِى ضَلَٰلٍۢ مُّبِينٍ",
        "translation":"a ja bih tada bio u pravoj zabludi;",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":25,
        "surahId":36,
        "arabic":"إِنِّىٓ ءَامَنتُ بِرَبِّكُمْ فَٱسْمَعُونِ",
        "translation":"ja vjerujem u Gospodara vašeg, čujte mene!\"",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":26,
        "surahId":36,
        "arabic":"قِيلَ ٱدْخُلِ ٱلْجَنَّةَ ۖ قَالَ يَٰلَيْتَ قَوْمِى يَعْلَمُونَ",
        "translation":"I reći će se: \"Uđi u Džennet!’ - a on će reći: \"Kamo sreće da narod moj zna",
        "transliteration":"Vedduhā"
    },
    {
        "id":27,
        "surahId":36,
        "arabic":"بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ ٱلْمُكْرَمِينَ",
        "translation":"zašto mi je Gospodar moj oprostio i lijep mi prijem priredio!\"",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":28,
        "surahId":36,
        "arabic":"۞ وَمَآ أَنزَلْنَا عَلَىٰ قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍۢ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
        "translation":"I protiv naroda njegova, poslije njega, Mi nismo vojsku s neba poslali, niti smo to ikada činili.",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":29,
        "surahId":36,
        "arabic":"إِن كَانَتْ إِلَّا صَيْحَةًۭ وَٰحِدَةًۭ فَإِذَا هُمْ خَٰمِدُونَ",
        "translation":"samo bi se čuo jedan užasan krik, i oni bi odjednom svi pomrli.",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":30,
        "surahId":36,
        "arabic":"يَٰحَسْرَةً عَلَى ٱلْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
        "translation":"O kako su ljudi jadni! Nijedan poslanik im nije došao, a da mu se nisu narugali.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":31,
        "surahId":36,
        "arabic":"أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُون",
        "translation":"Kako oni ne znaju koliko smo prije njih naroda uništili od kojih im se niko vratio nije,",
        "transliteration":"Vedduhā"
    },
    {
        "id":32,
        "surahId":36,
        "arabic":"وَإِن كُلٌّۭ لَّمَّا جَمِيعٌۭ لَّدَيْنَا مُحْضَرُونَ",
        "translation":"a svi oni biće zajedno pred Nas dovedeni.",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":33,
        "surahId":36,
        "arabic":"وَءَايَةٌۭ لَّهُمُ ٱلْأَرْضُ ٱلْمَيْتَةُ أَحْيَيْنَٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّۭا فَمِنْهُ يَأْكُلُونَ",
        "translation":"Dokaz im je mrtva zemlja: Mi joj život dajemo i iz nje niče žito koje oni jedu;",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":34,
        "surahId":36,
        "arabic":"وَجَعَلْنَا فِيهَا جَنَّٰتٍۢ مِّن نَّخِيلٍۢ وَأَعْنَٰبٍۢ وَفَجَّرْنَا فِيهَا مِنَ ٱلْعُيُونِ",
        "translation":"Mi po njoj stvaramo bašče, palmike i vinograde, i činimo da iz nje izvori izviru -",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":35,
        "surahId":36,
        "arabic":"لِيَأْكُلُوا۟ مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ",
        "translation":"da oni jedu plodove njihove i od onoga što ruke njegove privrijede, pa zašto neće da budu zahvalni?",
        "transliteration":"Vedduhā"
    },
    {
        "id":36,
        "surahId":36,
        "arabic":"سُبْحَٰنَ ٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ",
        "translation":"Neka je hvaljen Onaj koji u svemu stvara pol: u onome što iz zemlje niče, u njima samima, i u onome što oni ne znaju!",
        "transliteration":"Vedduhā"
    },
    {
        "id":37,
        "surahId":36,
        "arabic":"وَءَايَةٌۭ لَّهُمُ ٱلَّيْلُ نَسْلَخُ مِنْهُ ٱلنَّهَارَ فَإِذَا هُم مُّظْلِمُونَ",
        "translation":"I noć im je dokaz: Mi uklanjamo dnevnu svjetlost i oni ostaju u mraku.",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":38,
        "surahId":36,
        "arabic":"وَٱلشَّمْسُ تَجْرِى لِمُسْتَقَرٍّۢ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
        "translation":"I Sunce se kreće do svoje određene granice, to je odredba Silnoga i Sveznajućeg.",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":39,
        "surahId":36,
        "arabic":"وَٱلْقَمَرَ قَدَّرْنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلْعُرْجُونِ ٱلْقَدِيمِ",
        "translation":"I Mjesecu smo odredili položaj; i on se uvijek ponovo vraća kao stari savijeni palmin prut.",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":40,
        "surahId":36,
        "arabic":"لَا ٱلشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ ٱلْقَمَرَ وَلَا ٱلَّيْلُ سَابِقُ ٱلنَّهَارِ ۚ وَكُلٌّۭ فِى فَلَكٍۢ يَسْبَحُونَ",
        "translation":"Nit’ Sunce može Mjesec dostići nit’ noć dan prestići, svi oni u svemiru plove.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":41,
        "surahId":36,
        "arabic":"وَءَايَةٌۭ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
        "translation":"Dokaz im je i to što potomke njihove u lađama krcatim prevozimo",
        "transliteration":"Vedduhā"
    },
    {
        "id":42,
        "surahId":36,
        "arabic":"وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ",
        "translation":"i što za njih, slične njima, stvaramo one na kojima se voze.",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":43,
        "surahId":36,
        "arabic":"وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ",
        "translation":"I ako želimo, Mi ih potopimo, i neće im spasa biti, neće se izbaviti,",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":44,
        "surahId":36,
        "arabic":"إِلَّا رَحْمَةًۭ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٍۢ",
        "translation":"osim ako im se ne smilujemo, da bi do roka određenog uživali.",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":45,
        "surahId":36,
        "arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
        "translation":"A kad im se rekne: \"Bojte se onoga što se prije vas dogodilo i onoga što vas čeka da biste pomilovani bili...\"",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":46,
        "surahId":36,
        "arabic":"وَمَا تَأْتِيهِم مِّنْ ءَايَةٍۢ مِّنْ ءَايَٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
        "translation":"I ne dođe im nijedan dokaz od Gospodara njihova kojem oni leđa ne okrenu.",
        "transliteration":"Vedduhā"
    },
    {
        "id":47,
        "surahId":36,
        "arabic":"وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَٰلٍۢ مُّبِينٍۢ",
        "translation":"A kad im se kaže: \"Udjeljujte od onoga što vam Allah daje\"-   onda nevjernici govore vjernicima: \"Zar da hranimo onoga koga je Allah, da je htio, mogao nahraniti? Vi ste, uistinu, u pravoj zabludi!\" ",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":48,
        "surahId":36,
        "arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
        "translation":"I govore: \"Kad će već jednom ta prijetnja, ako istinu govorite?\"",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":49,
        "surahId":36,
        "arabic":"مَا يَنظُرُونَ إِلَّا صَيْحَةًۭ وَٰحِدَةًۭ تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ",
        "translation":"A ne čekaju drugo do strašan glas koji će ih, dok se budu jedni s drugima prepirali, obuzeti,",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":50,
        "surahId":36,
        "arabic":"فَلَا يَسْتَطِيعُونَ تَوْصِيَةًۭ وَلَآ إِلَىٰٓ أَهْلِهِمْ يَرْجِعُونَ",
        "translation":"pa neće moći ništa oporučiti, niti se čeljadi svojoj vratiti.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":51,
        "surahId":36,
        "arabic":"وَنُفِخَ فِى ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ",
        "translation":"I puhnuće se u rog, pa će oni iz grobova prema Gospodaru svome pohrliti,",
        "transliteration":"Vedduhā"
    },
    {
        "id":52,
        "surahId":36,
        "arabic":"قَالُوا۟ يَٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ۜ ۗ هَٰذَا مَا وَعَدَ ٱلرَّحْمَٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ",
        "translation":"govoreći: \"Teško nama! Ko nas iz naših grobova oživi?\" - \"Eto ostvaruje se prijetnja Milostivog, poslanici su istinu govorili!\"",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":53,
        "surahId":36,
        "arabic":"إِن كَانَتْ إِلَّا صَيْحَةًۭ وَٰحِدَةًۭ فَإِذَا هُمْ جَمِيعٌۭ لَّدَيْنَا مُحْضَرُونَ",
        "translation":"Biće to samo jedan glas i oni će se svi pred Nama obreti.",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":54,
        "surahId":36,
        "arabic":"فَٱلْيَوْمَ لَا تُظْلَمُ نَفْسٌۭ شَيْـًۭٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
        "translation":"Danas se neće nikome nepravda učiniti i vi ćete, prema onom kako ste radili, nagrađeni biti:",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":55,
        "surahId":36,
        "arabic":"إِنَّ أَصْحَٰبَ ٱلْجَنَّةِ ٱلْيَوْمَ فِى شُغُلٍۢ فَٰكِهُونَ",
        "translation":"stanovnici Dženneta uživaće toga dana u blagodatima veseli i radosni,",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":56,
        "surahId":36,
        "arabic":"هُمْ وَأَزْوَٰجُهُمْ فِى ظِلَٰلٍ عَلَى ٱلْأَرَآئِكِ مُتَّكِـُٔونَ",
        "translation":"oni i žene njihove biće u hladovini na ukrašenim divanima naslonjeni,",
        "transliteration":"Vedduhā"
    },
    {
        "id":57,
        "surahId":36,
        "arabic":"لَهُمْ فِيهَا فَٰكِهَةٌۭ وَلَهُم مَّا يَدَّعُونَ",
        "translation":"u njemu će imati voća, i ono što budu željeli.",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":58,
        "surahId":36,
        "arabic":"سَلَٰمٌۭ قَوْلًۭا مِّن رَّبٍّۢ رَّحِيمٍۢ",
        "translation":"\"Mir vama!\" - biće riječi Gospodara Milostivog -",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":59,
        "surahId":36,
        "arabic":"وَٱمْتَٰزُوا۟ ٱلْيَوْمَ أَيُّهَا ٱلْمُجْرِمُونَ",
        "translation":"\"a vi, o grješnici, danas se odvojite!\"",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":60,
        "surahId":36,
        "arabic":"۞ أَلَمْ أَعْهَدْ إِلَيْكُمْ يَٰبَنِىٓ ءَادَمَ أَن لَّا تَعْبُدُوا۟ ٱلشَّيْطَٰنَ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّۭ مُّبِينٌ",
        "translation":"O sinovi Ademovi, zar vam nisam naredio: \"Ne klanjajte se šejtanu, on vam je neprijatelj otvoreni,",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":61,
        "surahId":36,
        "arabic":"وَأَنِ ٱعْبُدُونِى ۚ هَٰذَا صِرَٰطٌۭ مُّسْتَقِيمٌۭ",
        "translation":"već se klanjate Meni; to je Put pravi",
        "transliteration":"Vedduhā"
    },
    {
        "id":62,
        "surahId":36,
        "arabic":"وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّۭا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا۟ تَعْقِلُونَ",
        "translation":"On je mnoge od vas u zabludu odveo, kako niste pameti imali?!",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":63,
        "surahId":36,
        "arabic":"هَٰذِهِۦ جَهَنَّمُ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
        "translation":"Ovo je Džehennem kojim vam se prijetilo,",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":64,
        "surahId":36,
        "arabic":"ٱصْلَوْهَا ٱلْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ",
        "translation":"pržite se sada u njemu zato što niste vjerovali!\"",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":65,
        "surahId":36,
        "arabic":"ٱلْيَوْمَ نَخْتِمُ عَلَىٰٓ أَفْوَٰهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
        "translation":"Danas ćemo im usta zapečatiti, njihove ruke će Nam govoriti, a noge njihove će o onome što su radili svjedočiti.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":66,
        "surahId":36,
        "arabic":"وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰٓ أَعْيُنِهِمْ فَٱسْتَبَقُوا۟ ٱلصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَ",
        "translation":"Da smo htjeli, mogli smo ih vida njihova lišiti, pa kad bi na put pošli, kako bi vidjeli?",
        "transliteration":"Vedduhā"
    },
    {
        "id":67,
        "surahId":36,
        "arabic":"وَلَوْ نَشَآءُ لَمَسَخْنَٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَٰعُوا۟ مُضِيًّۭا وَلَا يَرْجِعُونَ",
        "translation":"A da smo htjeli, mogli smo ih na mjestu na kome su zgriješili u nešto pretvoriti, pa ne bi mogli nikuda otići niti se vratiti.",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":68,
        "surahId":36,
        "arabic":"وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِى ٱلْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ",
        "translation":"Onome kome dug život damo, Mi mu izgled nagore izmijenimo. Zar oni ne razumiju?",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":69,
        "surahId":36,
        "arabic":"وَمَا عَلَّمْنَٰهُ ٱلشِّعْرَ وَمَا يَنۢبَغِى لَهُۥٓ ۚ إِنْ هُوَ إِلَّا ذِكْرٌۭ وَقُرْءَانٌۭ مُّبِينٌۭ",
        "translation":"Mi poslanika nismo pjesništvu učili, to mu ne priliči. Ovo je samo pouka - Kur’an jasni,",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":70,
        "surahId":36,
        "arabic":"لِّيُنذِرَ مَن كَانَ حَيًّۭا وَيَحِقَّ ٱلْقَوْلُ عَلَى ٱلْكَٰفِرِينَ",
        "translation":"da opominje onoga ko ima pameti, i da zasluže kaznu nevjernici.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":71,
        "surahId":36,
        "arabic":"أَوَلَمْ يَرَوْا۟ أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَآ أَنْعَٰمًۭا فَهُمْ لَهَا مَٰلِكُونَ",
        "translation":"Kako oni ne vide da Mi samo zbog njih stoku stvaramo i da oni njome raspolažu kao vlasnici!",
        "transliteration":"Vedduhā"
    },
    {
        "id":72,
        "surahId":36,
        "arabic":"وَذَلَّلْنَٰهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ",
        "translation":"i da smo im dali da se njome služe - na nekim jašu, a nekima se hrane,",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":73,
        "surahId":36,
        "arabic":"وَلَهُمْ فِيهَا مَنَٰفِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ",
        "translation":"i drugih koristi od nje imaju, i mlijeko, pa zašto nisu zahvalni,",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":74,
        "surahId":36,
        "arabic":"وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةًۭ لَّعَلَّهُمْ يُنصَرُونَ",
        "translation":"već pored Allaha druge bogove prihvaćaju u nadi da će im oni na pomoći biti;",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":75,
        "surahId":36,
        "arabic":"َا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌۭ مُّحْضَرُونَ",
        "translation":"oni im, međutim, neće moći pomoći, a oni su njima poslušna vojska.",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":76,
        "surahId":36,
        "arabic":"فَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
        "translation":"I nek te ne žaloste riječi njihove; Mi, doista, znamo i ono što kriju i ono što pokazuju.",
        "transliteration":"Vedduhā"
    },
    {
        "id":77,
        "surahId":36,
        "arabic":"أَوَلَمْ يَرَ ٱلْإِنسَٰنُ أَنَّا خَلَقْنَٰهُ مِن نُّطْفَةٍۢ فَإِذَا هُوَ خَصِيمٌۭ مُّبِينٌۭ",
        "translation":"Kako čovjek ne vidi da ga Mi od kapi sjemena stvaramo, i opet je otvoreni protivnik,",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":78,
        "surahId":36,
        "arabic":"وَضَرَبَ لَنَا مَثَلًۭا وَنَسِىَ خَلْقَهُۥ ۖ قَالَ مَن يُحْىِ ٱلْعِظَٰمَ وَهِىَ رَمِيمٌۭ",
        "translation":"i Nama navodi primjer, a zaboravlja kako je stvoren, i govori: \"Ko će oživiti kosti kad budu truhle?\"",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":79,
        "surahId":36,
        "arabic":"ُلْ يُحْيِيهَا ٱلَّذِىٓ أَنشَأَهَآ أَوَّلَ مَرَّةٍۢ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ",
        "translation":"Reci: \"Oživiće ih Onaj koji ih je prvi put stvorio; On dobro zna sve što je stvorio,",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":80,
        "surahId":36,
        "arabic":"ٱلَّذِى جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلْأَخْضَرِ نَارًۭا فَإِذَآ أَنتُم مِّنْهُ تُوقِدُونَ",
        "translation":"Onaj koji vam iz zelenog drveća vatru stvara i vi njome potpaljujete.\"",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":81,
        "surahId":36,
        "arabic":"َوَلَيْسَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ ٱلْخَلَّٰقُ ٱلْعَلِيمُ",
        "translation":"Zar Onaj koji je stvorio nebesa i Zemlju nije kadar  stvoriti njima slične? Jeste, On sve stvara i On je Sveznajući;",
        "transliteration":"Elem jedžidke jetimen fe-'āvā"
    },
    {
        "id":82,
        "surahId":36,
        "arabic":"إِنَّمَآ أَمْرُهُۥٓ إِذَآ أَرَادَ شَيْـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
        "translation":"kada nešto hoće, On samo za to rekne: \"Budi!\" - i ono bude.",
        "transliteration":"Ve vedžeddeke dāllen fehedā"
    },
    {
        "id":83,
        "surahId":36,
        "arabic":"فَسُبْحَٰنَ ٱلَّذِى بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍۢ وَإِلَيْهِ تُرْجَعُونَ",
        "translation":"Pa neka je hvaljen Onaj u čijoj je ruci vlast nad svim, Njemu ćete se vratiti!",
        "transliteration":"Ve vedžeddeke 'ā-ilen fe agnā"
    },

    {
        "id":1,
        "surahId":93,
        "arabic":"وَٱلضُّحَىٰ",
        "translation":"Tako mi jutra!",
        "transliteration":"Vedduhā"
    },
    {
        "id":2,
        "surahId":93,
        "arabic":"وَٱلَّيْلِ إِذَا سَجَىٰ",
        "translation":"i noći kada utiša",
        "transliteration":"Vellejli izā sedžā"
    },
    {
        "id":3,
        "surahId":93,
        "arabic":"مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ",
        "translation":"Gospodar tvoj te nije ni napustion ni omrznuo!",
        "transliteration":"Mā vedde'ke rabbuke ve mā kalā"
    },
    {
        "id":4,
        "surahId":93,
        "arabic":"وَلَلْءَاخِرَةُ خَيْرٌۭ لَّكَ مِنَ ٱلْأُولَىٰ",
        "translation":"Ahiret je,zaista bolji za tebe od ovog svijeta",
        "transliteration":"Ve lel-āhiretu hajrun leke minell-ūlā"
    },
    {
        "id":5,
        "surahId":93,
        "arabic":"وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰٓ",
        "translation":"Gospodar će tvoj tebi sigurno dati,pa ćeš ti zadovoljan biti!",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":6,
        "surahId":93,
        "arabic":"أَلَمْ يَجِدْكَ يَتِيمًۭا فَـَٔاوَىٰ",
        "translation":"Zar nisi siroče bio pa ti je On utočište pružio",
        "transliteration":"Elem jedžidke jetimen fe-'āvā"
    },
    {
        "id":7,
        "surahId":93,
        "arabic":"وَوَجَدَكَ ضَآلًّۭا فَهَدَىٰ",
        "translation":"i za pravu vjeru nisi znao,pa te je na Pravi put uputio",
        "transliteration":"Ve vedžeddeke dāllen fehedā"
    },
    {
        "id":8,
        "surahId":93,
        "arabic":"وَوَجَدَكَ عَآئِلًۭا فَأَغْنَىٰ",
        "translation":"i siromah si bio,pa te je imućnim učinio",
        "transliteration":"Ve vedžeddeke 'ā-ilen fe agnā"
    },
    {
        "id":9,
        "surahId":93,
        "arabic":"فَأَمَّا ٱلْيَتِيمَ فَلَا تَقْهَرْ",
        "translation":"Zato siroče ne ucvili",
        "transliteration":"Fe emmel-jetime felā takher"
    },
    {
        "id":10,
        "surahId":93,
        "arabic":"وَأَمَّا ٱلسَّآئِلَ فَلَا تَنْهَرْ",
        "translation":"a na prosjaka ne viči",
        "transliteration":"Ve emmessa-ile felā tenher"
    },
    {
        "id":11,
        "surahId":93,
        "arabic":"وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ",
        "translation":"I o blagodetima Gospodara svoga kazuj!",
        "transliteration":"Ve emmā bini'meti rabbike fehaddis"
    },

    {
        "id":1,
        "surahId":94,
        "arabic":"أَلَمْ نَشْرَحْ لَكَ صَدْرَك",
        "translation":"Zar grudi tvoje prostranim nismo učinili",
        "transliteration":"Elem našrrah leke sadrek"
    },
    {
        "id":2,
        "surahId":94,
        "arabic":"وَوَضَعْنَا عَنكَ وِزْرَكَ",
        "translation":"i breme tvoje s tebe skinuli",
        "transliteration":"Ve veda'naā 'anke vizrek"
    },
    {
        "id":3,
        "surahId":94,
        "arabic":"ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ",
        "translation":"Koje je pleća tvoja tištilo",
        "transliteration":"Ellezī enkada zahrek"
    },
    {
        "id":4,
        "surahId":94,
        "arabic":"وَرَفَعْنَا لَكَ ذِكْرَكَ",
        "translation":"i spoment na tebe visoko uzdigli!",
        "transliteration":"Ve refa'nā leke zikrek"
    },
    {
        "id":5,
        "surahId":94,
        "arabic":"فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا",
        "translation":"Zaista je sa mukom i olakšica",
        "transliteration":"Ve lesevfe ju'tike rabbuke feterdā"
    },
    {
        "id":6,
        "surahId":94,
        "arabic":"إِنَّ مَعَ ٱلْعُسْرِ يُسْرًۭا",
        "translation":"zaista,s mukom je i olakšica",
        "transliteration":"Inne me'al-'usri jusrā"
    },
    {
        "id":7,
        "surahId":94,
        "arabic":"فَإِذَا فَرَغْتَ فَٱنصَبْ",
        "translation":"A kad završiš,molitvi se predaj",
        "transliteration":"Fe-izā feragte fensab"
    },
    {
        "id":8,
        "surahId":94,
        "arabic":"وَإِلَىٰ رَبِّكَ فَٱرْغَب",
        "translation":"i samo se Gospodaru svome obraćaj",
        "transliteration":"Ve ilā rabbike fergab"
    },
    {
        "id":1,
        "surahId":95,
        "arabic":"حِيمِ وَٱلتِّينِ وَٱلزَّ",
        "translation":"Tako mi smokve i masline",
        "transliteration":"Vettīni vezzejtūn"
    },
    {
        "id":2,
        "surahId":95,
        "arabic":"وَطُورِ سِينِينَ",
        "translation":"i sinajske gore",
        "transliteration":"Ve tūri sīnīn"
    },
    {
        "id":3,
        "surahId":95,
        "arabic":"وَهَٰذَا ٱلْبَلَدِ ٱلْأَمِينِ",
        "translation":"i grada ovog,sigurnog",
        "transliteration":"Ve hāzel-beledil-emīn"
    },
    {
        "id":4,
        "surahId":95,
        "arabic":"لَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ فِىٓ أَحْسَنِ تَقْوِيمٍۢ",
        "translation":"Mi čovjeka stvaramo u skladu najljepšem",
        "transliteration":"Lekad heleknel-insāne fi ahseni tekvīm"
    },
    {
        "id":5,
        "surahId":95,
        "arabic":"ثُمَّ رَدَدْنَٰهُ أَسْفَلَ سَٰفِلِينَ",
        "translation":"Zatim ćemo ga u najnakazniji lik vratiti",
        "transliteration":"Summe redednāhu es-fele sāfilīn"
    },
    {
        "id":6,
        "surahId":95,
        "arabic":"إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
        "translation":"samo ne one koji budu vjerovali i dobra djela činili,njih čeka nagrada neprekidna",
        "transliteration":"Illellezīne āmenū ve 'amilus-sālihāti felehum edžrun gajru memnūn"
    },
    {
        "id":7,
        "surahId":95,
        "arabic":"فَمَا يُكَذِّبُكَ بَعْدُ بِٱلدِّينِ",
        "translation":"Pa šta te onda navodi da poričeš ahiret",
        "transliteration":"Femā jukezzibuke ba'du biddīn"
    },
    {
        "id":8,
        "surahId":95,
        "arabic":"أَلَيْسَ ٱللَّهُ بِأَحْكَمِ ٱلْحَٰكِمِينَ",
        "translation":"Zar Allah nije sudija najpravedniji",
        "transliteration":"Elejsellāhu bi-ahkemil-hākimīn"
    },

    {
        "id":1,
        "surahId":96,
        "arabic":"ٱقْرَأْ بِٱسْمِ رَبِّكَ ٱلَّذِى خَلَقَ",
        "translation":"Čitaj,u ime Gospodara tvoga,koji stvara",
        "transliteration":"Ikre' bismi rabbikellezī"
    },
    {
        "id":2,
        "surahId":96,
        "arabic":"خَلَقَ ٱلْإِنسَٰنَ مِنْ عَلَقٍ",
        "translation":"stvara čovjeka od ugruška!",
        "transliteration":"Halekal-insane min 'alek"
    },
    {
        "id":3,
        "surahId":96,
        "arabic":"ٱقْرَأْ وَرَبُّكَ ٱلْأَكْرَمُ",
        "translation":"Čitaj,plemenit je Gospodar tvoj",
        "transliteration":"Ikre' verebbukel-ekrem"
    },
    {
        "id":4,
        "surahId":96,
        "arabic":"ٱلَّذِى عَلَّمَ بِٱلْقَلَمِ",
        "translation":"Koji poučava peru",
        "transliteration":"Ellezī 'aleme bil-kalem"
    },
    {
        "id":5,
        "surahId":96,
        "arabic":"عَلَّمَ ٱلْإِنسَٰنَ مَا لَمْ يَعْلَمْ",
        "translation":"koji čovjeka poučava onome što ne zna",
        "transliteration":"'Alemel-insāne mā lem ja'lem"
    },
    {
        "id":6,
        "surahId":96,
        "arabic":"كَلَّآ إِنَّ ٱلْإِنسَٰنَ لَيَطْغَىٰٓ",
        "translation":"Uistinu čovjek se uzobli",
        "transliteration":"Kellā innel-insāne lejatgā"
    },
    {
        "id":7,
        "surahId":96,
        "arabic":"أَن رَّءَاهُ ٱسْتَغْنَىٰٓ",
        "translation":"čim se neovisnim osjeti",
        "transliteration":"En reāhustagnā"
    },
    {
        "id":8,
        "surahId":96,
        "arabic":"إِنَّ إِلَىٰ رَبِّكَ ٱلرُّجْعَىٰٓ",
        "translation":"a Gospodaru tvom će se,doista,svi vratiti!",
        "transliteration":"Inne ilā rabbiker-rudž'ā"
    },
    {
        "id":9,
        "surahId":96,
        "arabic":"أَرَءَيْتَ ٱلَّذِى يَنْهَىٰ",
        "translation":"Vidje li ti onoga koji brani",
        "transliteration":"Ere-'ejte in kāne 'alel-hudā"
    },
    {
        "id":10,
        "surahId":96,
        "arabic":"عَبْدًا إِذَا صَلَّىٰٓ",
        "translation":"robu da molitvu obavi?",
        "transliteration":"'abden izā sallā"
    },
    {
        "id":11,
        "surahId":96,
        "arabic":"أَرَءَيْتَ إِن كَانَ عَلَى ٱلْهُدَىٰٓ",
        "translation":"Reci mi ako on misli da je na Pravom putu",
        "transliteration":"Ere-'ejte in kane alel-hudā"
    },
    {
        "id":12,
        "surahId":96,
        "arabic":"أَوْ أَمَرَ بِٱلتَّقْوَىٰٓ",
        "translation":"ili ako traži da se kumirima moli",
        "transliteration":"Ev emere bittakvā"
    },
    {
        "id":13,
        "surahId":96,
        "arabic":"أَرَءَيْتَ إِن كَذَّبَ وَتَوَلَّىٰٓ",
        "translation":"reci mi,ako on poriče i glavu okreće",
        "transliteration":"Ere-'ejte in kezzebe ve tevellā"
    },
    {
        "id":14,
        "surahId":96,
        "arabic":"أَلَمْ يَعْلَم بِأَنَّ ٱللَّهَ يَرَىٰ",
        "translation":"zar on ne zna da Allah sve vidi",
        "transliteration":"Elem ja'lem bi-ennellāhe jerā"
    },
    {
        "id":15,
        "surahId":96,
        "arabic":"كَلَّا لَئِن لَّمْ يَنتَهِ لَنَسْفَعًۢا بِٱلنَّاصِيَةِ",
        "translation":"Ne valja to!Ako se ne prodje uhvatićemo ga za kiku",
        "transliteration":"Kellā le-in lem jentehi lenefse'an binnāsijeh"
    },
    {
        "id":16,
        "surahId":96,
        "arabic":"نَاصِيَةٍۢ كَٰذِبَةٍ خَاطِئَةٍۢ",
        "translation":"kiku lažnu i griješnu",
        "transliteration":"Nāsijetin kāzibetin hāti-eh"
    },
    {
        "id":17,
        "surahId":96,
        "arabic":"فَلْيَدْعُ نَادِيَهُۥ",
        "translation":"pa neka on pozove društvo svoje",
        "transliteration":"Fel-jed'u nādijeh"
    },
    {
        "id":18,
        "surahId":96,
        "arabic":"سَنَدْعُ ٱلزَّبَانِيَةَ",
        "translation":"a Mi ćemo pozvati zebanije",
        "transliteration":"Sened-'uzzebānijeh"
    },
    {
        "id":19,
        "surahId":96,
        "arabic":"كَلَّا لَا تُطِعْهُ وَٱسْجُدْ وَٱقْتَرِب ۩",
        "translation":"Ne valja to!Ti njega ne slušaj,već molitvu obavljaj i nastoj da se Gospodaru svom približiš",
        "transliteration":"Kellā lā tuti'hu vesdzud vakterib"
    },



    {
        "id":1,
        "surahId":97,
        "arabic":"بِّسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِنَّآ",
        "translation":"Mi smo ga,doista,objavili u noći Kadr",
        "transliteration":"Innā enzelnāhu fī lejletil-kadr"
    },
    {
        "id":2,
        "surahId":97,
        "arabic":"وَمَآ أَدْرَىٰكَ مَا لَيْلَةُ ٱلْقَدْرِ",
        "translation":"A znaš li ti šta je to noć Kadr?",
        "transliteration":"Ve mā edrāke mā lejletul-kadr"
    },
    {
        "id":3,
        "surahId":97,
        "arabic":"لَيْلَةُ ٱلْقَدْرِ خَيْرٌۭ مِّنْ أَلْفِ شَهْرٍۢ",
        "translation":"Noć Kadr bolja je od 1000 mjeseci",
        "transliteration":"Lejletul-kadri hajrun mi elfi šehr"
    },
    {
        "id":4,
        "surahId":97,
        "arabic":"تَنَزَّلُ ٱلْمَلَٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍۢ",
        "translation":"U njoj silaze meleci i Ruh(Džibril),uz dopuštenje svog Gospodara,da sve urade",
        "transliteration":"Tenezzelul-melā-iketu verrūhu fihā bi-izni rabbihim min kulli emr"
    },
    {
        "id":5,
        "surahId":97,
        "arabic":"سَلَٰمٌ هِىَ حَتَّىٰ مَطْلَعِ ٱلْفَجْرِ",
        "translation":"Zatim ćemo ga u najnakazniji lik vratiti",
        "transliteration":"Selāmun hije hattā matle'il-fedžr"
    },

    {
        "id":1,
        "surahId":98,
        "arabic":"لَمْ يَكُنِ ٱلَّذِينَ كَفَرُو مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ",
        "translation":"Nisu se nevjernici izmedju sljedbenika Knjige i mnogobošci odvojili,sve dok im nije došao dokaz jasni",
        "transliteration":"Lem jekunillezīne keferū min ehlil-kitābi vel-musrikīne munfekkīne hattā te'tijelhumul-bejjineh"
    },
    {
        "id":2,
        "surahId":98,
        "arabic":"َسُولٌۭ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًۭا مُّطَهَّرَةًۭ",
        "translation":"Od Allaha poslanik koji čita listove čiste",
        "transliteration":"Resūlun minallahi jetlū suhufen mutahhereh"
    },
    {
        "id":3,
        "surahId":98,
        "arabic":"ِيهَا كُتُبٌۭ قَيِّمَةٌۭ",
        "translation":"u kojima su propisi ispravni",
        "transliteration":"Fihā kutubun kajjimeh"
    },
    {
        "id":4,
        "surahId":98,
        "arabic":"وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ",
        "translation":"a podvojili su se oni kojima je data Knjiga baš onda kada im je došao dokaz jasni",
        "transliteration":"Ve mā teferrekallezīne ūtul-kitābe illā min ba'di mā dža'et-humul-bejjineh"
    },
    {
        "id":5,
        "surahId":98,
        "arabic":"وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُؤْتُوا۟ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ",
        "translation":"a naredjeno im je da se samo Allahu klanjaju,da Mu iskreno,kao pravovjerni,vjeru ispovjedaju,i da molitvu obavljaju,i da milostinju udjeljuju,a to je-ispravna vjera",
        "transliteration":"Ve mā umirū illā lija'budullāhe muhlisīne lehud-dīne hunefāe ve jukimūs-salāte ve ju'tuz-zekāte ve zālike dinul-kajjimeh"
    },
    {
        "id":6,
        "surahId":98,
        "arabic":"إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآ ۚ أُو۟لَٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ",
        "translation":"Oni koji ne vjeruju izmedju sljedbenika Knjige,i mnogobošci,bit će,sigurno,u vatri džehennemskoj,oni su najgora stvorenja",
        "transliteration":"Innellezīne keferū min ehlil-kitābi vel-mušrikīne fī nāri džehenneme hālidine fihā ulā'ike hum šerrul-berijjeh"
    },
    {
        "id":7,
        "surahId":98,
        "arabic":"إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أُو۟لَٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ",
        "translation":"A oni koji vjeruju i čine dobra djela-oni su,zbilja najbolja stvorenja",
        "transliteration":"Innellezīne āmenuū ve 'amilus-sālihati ulā'ike hum hajrul-berijjeh"
    },
    {
        "id":8,
        "surahId":98,
        "arabic":"جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّٰتُ عَدْنٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۖ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ",
        "translation":"njih nagrada kod gospodara njihova čeka;džennetski vrtovi,kroz koje će rijeke teći,u kojima će vječno i zauvjek boraviti;Allah će biti njima zadovoljan,a i oni će biti njime zadovoljni.To će biti za onoga ko se bude bojao Gospodara svoga",
        "transliteration":"Džezāuhum 'inde rabbihim džennātu 'adnin tedžri min tahtihel-enhāru hālidine fihā ebedā.Radijellāhu 'anhum ve radū 'anh.Zālike limen hašije rabbeh"
    },



    {
        "id":1,
        "surahId":99,
        "arabic":"إِذَا زُلْزِلَتِ ٱلْأَرْضُ زِلْزَالَهَا",
        "translation":"Kada se Zemlja najžešćim potresom svojim potrese",
        "transliteration":"Izā zul-ziletil-erdu zilzālehā"
    },
    {
        "id":2,
        "surahId":99,
        "arabic":"وَأَخْرَجَتِ ٱلْأَرْضُ أَثْقَالَهَا",
        "translation":"i kada Zemlja izbaci terete svoje",
        "transliteration":"Ve ahredžetil-erdu eskālehā"
    },
    {
        "id":3,
        "surahId":99,
        "arabic":"وَقَالَ ٱلْإِنسَٰنُ مَا لَهَا",
        "translation":"i čovjek uzvikne \"Šta joj je?\"",
        "transliteration":"ve kālel-insānu mā lehā"
    },
    {
        "id":4,
        "surahId":99,
        "arabic":"يَوْمَئِذٍۢ تُحَدِّثُ أَخْبَارَهَا",
        "translation":"toga će Dana ona vijesti svoje kazivati",
        "transliteration":"Jevme-izīn tuhaddisu ahbārehā"
    },
    {
        "id":5,
        "surahId":99,
        "arabic":"بِأَنَّ رَبَّكَ أَوْحَىٰ لَهَا",
        "translation":"jer će joj Gospodar tvoj narediti",
        "transliteration":"Bi-enne rabbeke evhā lehā"
    },
    {
        "id":6,
        "surahId":99,
        "arabic":"يَوْمَئِذٍۢ يَصْدُرُ ٱلنَّاسُ أَشْتَاتًۭا لِّيُرَوْا۟ أَعْمَٰلَهُمْ",
        "translation":"Tog Dana će se ljudi odvojeno pojaviti da im se pokažu djela njihova",
        "transliteration":"Jevme-izīn jasdurun-nāsu eštāten lijurev a'mālehum"
    },
    {
        "id":7,
        "surahId":99,
        "arabic":"فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًۭا يَرَهُۥ",
        "translation":"Onaj ko bude uradio koliko trun dobra -vidjeće ga",
        "transliteration":"Femen ja'mel miskāle zerretin hajren jereh"
    },
    {
        "id":8,
        "surahId":99,
        "arabic":"وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍۢ شَرًّۭا يَرَهُۥ",
        "translation":"a onaj ko bude uradio koliko trun zla,vidjeće ga",
        "transliteration":"Ve men ja'mel miskāle zerretin šerren jereh"
    },
    {
        "id":1,
        "surahId":100,
        "arabic":"وَٱلْعَٰدِيَٰتِ ضَبْحًۭا",
        "translation":"Tako mi onih koji dahćući jure",
        "transliteration":"Vel-'adijāti dabhā"
    },
    {
        "id":2,
        "surahId":100,
        "arabic":"فَٱلْمُورِيَٰتِ قَدْحًۭا",
        "translation":"pa varnice vrcaju",
        "transliteration":"Fel-mūrijāti kadhā"
    },
    {
        "id":3,
        "surahId":100,
        "arabic":"فَٱلْمُغِيرَٰتِ صُبْحًۭا",
        "translation":"i zorom napadaju",
        "transliteration":"Fel-mūgirāti subhā"
    },
    {
        "id":4,
        "surahId":100,
        "arabic":"فَأَثَرْنَ بِهِۦ نَقْعًۭا",
        "translation":"i dižu tada prašinu",
        "transliteration":"Fe-'eserne bihi nak'a"
    },
    {
        "id":5,
        "surahId":100,
        "arabic":"فَوَسَطْنَ بِهِۦ جَمْعًا",
        "translation":"pa u njoj u gomilu upadaju",
        "transliteration":"Fevesatne bihi džem'ā"
    },
    {
        "id":6,
        "surahId":100,
        "arabic":"إِنَّ ٱلْإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٌ",
        "translation":"čovjek je,zaista,Gospodaru svome nezahvalan",
        "transliteration":"Innel-insāne lirabbihi lekenūd"
    },
    {
        "id":7,
        "surahId":100,
        "arabic":"وَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٌۭ",
        "translation":"i sam je on toga ,doista svjestan",
        "transliteration":"Ve-innehu 'ala zālike lešehid"
    },
    {
        "id":8,
        "surahId":100,
        "arabic":"وَإِنَّهُۥ لِحُبِّ ٱلْخَيْرِ لَشَدِيدٌ",
        "translation":"i on je,zato što voli bogatstvo,radiša",
        "transliteration":"Ve-innehu lihubbil-hajri lešedid"
    },
    {
        "id":9,
        "surahId":100,
        "arabic":"أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِى ٱلْقُبُورِ",
        "translation":"A zar on ne zna da će,kada budu oživljeni oni koji su u grobovima",
        "transliteration":"Efelā ja'lemu izā bu'sire mā fil-kubūr"
    },
    {
        "id":10,
        "surahId":100,
        "arabic":"وَحُصِّلَ مَا فِى ٱلصُّدُورِ",
        "translation":"i kad izadje na vidjelo ono što je u srcima",
        "transliteration":"Ve hussile mā fis-sudūr"
    },
    {
        "id":11,
        "surahId":100,
        "arabic":"إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍۢ لَّخَبِيرٌۢ",
        "translation":"Gospodar njihov toga dana sigurno sve znati o njima",
        "transliteration":"Inne rabbehum bihim jevme-izin lehabir"
    },

    {
        "id":1,
        "surahId":101,
        "arabic":"ٱلْقَارِعَةُ",
        "translation":"Sudnji Dan!",
        "transliteration":"El-kāri'ah"
    },
    {
        "id":2,
        "surahId":101,
        "arabic":"مَا ٱلْقَارِعَةُ",
        "translation":"Šta je Sudnji dan?",
        "transliteration":"Mel-kāri'ah"
    },
    {
        "id":3,
        "surahId":101,
        "arabic":"وَمَآ أَدْرَىٰكَ مَا ٱلْقَارِعَةُ",
        "translation":"I šta ti znaš o Sudnjem danu?",
        "transliteration":"Ve mā edrāke mel-kāri'ah"
    },
    {
        "id":4,
        "surahId":101,
        "arabic":"يَوْمَ يَكُونُ ٱلنَّاسُ كَٱلْفَرَاشِ ٱلْمَبْثُوثِ",
        "translation":"Toga će dana ljudi biti kao leptiri raštrkani",
        "transliteration":"Jevme jekunun-nāsu kel-ferāšil-mebsūs"
    },
    {
        "id":5,
        "surahId":101,
        "arabic":"وَتَكُونُ ٱلْجِبَالُ كَٱلْعِهْنِ ٱلْمَنفُوشِ",
        "translation":"a planine kao šarena vuna iščupana",
        "transliteration":"Ve tekūnul-džibālu kel-'ihnil-menfuš"
    },
    {
        "id":6,
        "surahId":101,
        "arabic":"فَأَمَّا مَن ثَقُلَتْ مَوَٰزِينُهُۥ",
        "translation":"Onaj kod koga njegova djela budu teška",
        "transliteration":"Fe-emmā men sekulet mevāzinuh"
    },
    {
        "id":7,
        "surahId":101,
        "arabic":"فَهُوَ فِى عِيشَةٍۢ رَّاضِيَةٍۢ",
        "translation":"u ugodnom životu će živjeti",
        "transliteration":"Fehuve fi 'išetin rādijeh"
    },
    {
        "id":8,
        "surahId":101,
        "arabic":"وَأَمَّا مَنْ خَفَّتْ مَوَٰزِينُهُ",
        "translation":"a onaj kod kojeg njegova djela budu lahka",
        "transliteration":"Ve emmā men haffet mevāzinuh"
    },
    {
        "id":9,
        "surahId":101,
        "arabic":"فَأُمُّهُۥ هَاوِيَةٌۭ",
        "translation":"boravište će mu bezdan biti",
        "transliteration":"Fe'ummuhu hāvijeh"
    },
    {
        "id":10,
        "surahId":101,
        "arabic":"َمَآ أَدْرَىٰكَ مَا هِيَهْ",
        "translation":"boravište će mu bezdan biti",
        "transliteration":"Ve mā edrāke mā hijeh"
    },
    {
        "id":11,
        "surahId":101,
        "arabic":"َنَارٌ حَامِيَةٌۢ",
        "translation":"Vatra užarena",
        "transliteration":"Nārun hāhijeh"
    },
    {
        "id":1,
        "surahId":102,
        "arabic":"أَلْهَىٰكُمُ ٱلتَّكَاثُرُ",
        "translation":"Zaokuplja vas samo nastojanje da što imućniji budete",
        "transliteration":"El-hākumut-tekāsur"
    },
    {
        "id":2,
        "surahId":102,
        "arabic":"حَتَّىٰ زُرْتُمُ ٱلْمَقَابِرَ",
        "translation":"sve dok grobove ne naselite",
        "transliteration":"Hattā zurtumul-mekābir"
    },
    {
        "id":3,
        "surahId":102,
        "arabic":"كَلَّا سَوْفَ تَعْلَمُونَ",
        "translation":"A ne valja tako,saznat ćete svakako",
        "transliteration":"Kellā sevfe ta'lemūn"
    },
    {
        "id":4,
        "surahId":102,
        "arabic":"ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ",
        "translation":"i još jednom,ne valja tako!Saznat ćete sigurno",
        "transliteration":"Summe kellā sevfe ta'lemūn"
    },
    {
        "id":5,
        "surahId":102,
        "arabic":"كَلَّا لَوْ تَعْلَمُونَ عِلْمَ ٱلْيَقِينِ",
        "translation":"Ne valja tako,neka znate pouzdano",
        "transliteration":"Kellā lev ta'lemūne 'ilmel-jekin"
    },
    {
        "id":6,
        "surahId":102,
        "arabic":"لَتَرَوُنَّ ٱلْجَحِيمَ",
        "translation":"Džehennem ćete vidjeti jasno",
        "transliteration":"Leterevunnel-džehim"
    },
    {
        "id":7,
        "surahId":102,
        "arabic":"ثُمَّ لَتَرَوُنَّهَا عَيْنَ ٱلْيَقِينِ",
        "translation":"I još jednom,doista ćete ga vidjeti očigledno!",
        "transliteration":"Summe leterevunnehā 'ajnel-jekin"
    },
    {
        "id":8,
        "surahId":102,
        "arabic":"ثُمَّ لَتُسْـَٔلُنَّ يَوْمَئِذٍ عَنِ ٱلنَّعِيمِ",
        "translation":"Zatim ćete toga Dana za ugodan život biti pitanisigurno!",
        "transliteration":"Summe letuselunne jevme-izīn 'anin-ne'īm"
    },
    {
        "id":1,
        "surahId":103,
        "arabic":"وَٱلْعَصْرِ",
        "translation":"Tako mi vremena",
        "transliteration":"Ve'l-asr"
    },
    {
        "id":2,
        "surahId":103,
        "arabic":"إِنَّ ٱلْإِنسَٰنَ لَفِى خُسْرٍ",
        "translation":"čovjek,doista,gubi",
        "transliteration":"Innel-insāne lef i husr"
    },
    {
        "id":3,
        "surahId":103,
        "arabic":"إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَتَوَاصَوْا۟ بِٱلْحَقِّ وَتَوَاصَوْا۟ بِٱلصَّبْر",
        "translation":"samo ne oni koji vjeruju i dobra djela čine,i koji jedni drugima istinu preporučuju i koji jedni drugima preporučuju strpljenje",
        "transliteration":"Illellezīne āamenū ve amilussalihāti ve tevāsav bil-hakki tevāsav bissabr"
    },

    {
        "id":1,
        "surahId":104,
        "arabic":"وَيْلٌۭ لِّكُلِّ هُمَزَةٍۢ لُّمَزَةٍ",
        "translation":"Teško svakom klevetniku,podrugljivcu",
        "transliteration":"Vejlun likulli humezetin lumezeh"
    },
    {
        "id":2,
        "surahId":104,
        "arabic":"ٱلَّذِى جَمَعَ مَالًۭا وَعَدَّدَهُ",
        "translation":"koji blago gomila i prebrojava ga",
        "transliteration":"Ellezī džeme'a mālen ve 'addedeh"
    },
    {
        "id":3,
        "surahId":104,
        "arabic":"يَحْسَبُ أَنَّ مَالَهُۥٓ أَخْلَدَهُۥ",
        "translation":"i misli da će ga blago njegovo besmrtnim učiniti!",
        "transliteration":"Jahsebu enne mālehu ahledeh"
    },
    {
        "id":4,
        "surahId":104,
        "arabic":"كَلَّا ۖ لَيُنۢبَذَنَّ فِى ٱلْحُطَمَةِ",
        "translation":"A ne valja tako!On će sigurno biti bačen u Džehennem",
        "transliteration":"Kellā lejunbezenne fil-hutameh"
    },
    {
        "id":5,
        "surahId":104,
        "arabic":"وَمَآ أَدْرَىٰكَ مَا ٱلْحُطَمَةُ",
        "translation":"A znaš li ti šta je Džehennemm",
        "transliteration":"Ve mā edrāke mel-hutameh"
    },
    {
        "id":6,
        "surahId":104,
        "arabic":"نَارُ ٱللَّهِ ٱلْمُوقَدَةُ",
        "translation":"Vatra Allhova razbuktana",
        "transliteration":"Nārullāhil-mūkadeh"
    },
    {
        "id":7,
        "surahId":104,
        "arabic":"ٱلَّتِى تَطَّلِعُ عَلَى ٱلْأَفْـِٔدَةِ",
        "translation":"koja će do srca dopirati",
        "transliteration":"Elletī tettali'u 'alel-ef-ideh"
    },
    {
        "id":8,
        "surahId":104,
        "arabic":"إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌۭ",
        "translation":"Ona će iznad njih biti zatvorena",
        "transliteration":"Innehā 'alejhim mu'sadeh"
    },
    {
        "id":9,
        "surahId":104,
        "arabic":"فِى عَمَدٍۢ مُّمَدَّدَةٍۭ",
        "translation":"plamenim stupovima zasvodjena",
        "transliteration":"Fi-'amedin mumeddedeh"
    },

    {
        "id":1,
        "surahId":105,
        "arabic":"أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَٰبِ ٱلْفِيلِ",
        "translation":"Zar nisi čuo sta je sa vlasnicima slona Gospodar tvoj uradio",
        "transliteration":"Elem tere kejfe fe'ale rabbuke bi-ashābil-fīl"
    },
    {
        "id":2,
        "surahId":105,
        "arabic":"أَلَمْ يَجْعَلْ كَيْدَهُمْ فِى تَضْلِيلٍۢ",
        "translation":"Zar lukavstvo njihovo nije omeo",
        "transliteration":"Elem jedž-'al kejdehum fi tadlīl"
    },
    {
        "id":3,
        "surahId":105,
        "arabic":"وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ",
        "translation":"i protiv njih jata ptica poslao",
        "transliteration":"Ve ersele 'alejhim tajren ebābīl"
    },
    {
        "id":4,
        "surahId":105,
        "arabic":"تَرْمِيهِم بِحِجَارَةٍۢ مِّن سِجِّيلٍۢ",
        "translation":"koje su na njih grumenje od gline pečene bacale",
        "transliteration":"Termīhim bihidžāretin min sidždžīl"
    },
    {
        "id":5,
        "surahId":105,
        "arabic":"فَجَعَلَهُمْ كَعَصْفٍۢ مَّأْكُولٍۭ",
        "translation":"pa ih On kao lisće koje su crvi istočili učinio",
        "transliteration":"Fedže'alehum ke-'asfin me'kūl"
    },
    
    {
        "id":1,
        "surahId":106,
        "arabic":"لِإِيلَٰفِ قُرَيْشٍ",
        "translation":"Zbog navike Kurejšija",
        "transliteration":"Li-ilāfi kurejš"
    },
    {
        "id":2,
        "surahId":106,
        "arabic":"إِۦلَٰفِهِمْ رِحْلَةَ ٱلشِّتَآءِ وَٱلصَّيْفِ",
        "translation":"navike njihove da zimi i ljeti putuju",
        "transliteration":"Īlāfihim rihleteš-šitā-i vessajf"
    },
    {
        "id":3,
        "surahId":106,
        "arabic":"فَلْيَعْبُدُوا۟ رَبَّ هَٰذَا ٱلْبَيْتِ",
        "translation":"neka se oni Gospodaru hrama ovoga klanjaju",
        "transliteration":"Fel ja'budu rabbe hāzel-bejt"
    },
    {
        "id":4,
        "surahId":106,
        "arabic":"ٱلَّذِىٓ أَطْعَمَهُم مِّن جُوعٍۢ وَءَامَنَهُم مِّنْ خَوْفٍ",
        "translation":"koji ih gladne hrani i od straha brani",
        "transliteration":"Ellezī at-'amehum min džū'in ve āmenehum min havf"
    },
    
    {
        "id":1,
        "surahId":107,
        "arabic":"أَرَءَيْتَ ٱلَّذِى يُكَذِّبُ بِٱلدِّينِ",
        "translation":"Znaš li ti onoga koji onaj svijet poriče",
        "transliteration":"Ere-'ejtellezī jukezzibu bid-dīn"
    },
    {
        "id":2,
        "surahId":107,
        "arabic":"َذَٰلِكَ ٱلَّذِى يَدُعُّ ٱلْيَتِيمَ",
        "translation":"Pa to je onaj koji grubo odbija siroče",
        "transliteration":"Fezālikellezī jedu''ul-jetīm"
    },
    {
        "id":3,
        "surahId":107,
        "arabic":"وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ",
        "translation":"i koji da se nahrani siromah-ne podstiče",
        "transliteration":"Ve lā jehuddu 'alā ta'āmil-miskīn"
    },
    {
        "id":4,
        "surahId":107,
        "arabic":"فَوَيْلٌۭ لِّلْمُصَلِّينَ",
        "translation":"a teško onima koji,kada molitvu obavljaju",
        "transliteration":"Fevejlun lil-musallīn"
    },
    {
        "id":5,
        "surahId":107,
        "arabic":"ٱلَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ",
        "translation":"molitvu svoju kako treba ne izvršavaju",
        "transliteration":"Ellezīne hum 'an salātihim sahūn"
    },
    {
        "id":6,
        "surahId":107,
        "arabic":"ٱلَّذِينَ هُمْ يُرَآءُونَ",
        "translation":"koji se samo pretvaraju",
        "transliteration":"Ellezīne hum jurā'ūn"
    },
    {
        "id":7,
        "surahId":107,
        "arabic":"وَيَمْنَعُونَ ٱلْمَاعُونَ",
        "translation":"i nikome ništa nu u naruč ne daju",
        "transliteration":"Ve jemne'ūnel-mā'ūn"
    },
    
    {
        "id":1,
        "surahId":108,
        "arabic":"ِإِنَّآ أَعْطَيْنَٰكَ ٱلْكَوْثَرَ",
        "translation":"Mi smo ti uistinu mnogo dobro dali",
        "transliteration":"Innā a'tajnakel-kevser"
    },
    {
        "id":2,
        "surahId":108,
        "arabic":"فَصَلِّ لِرَبِّكَ وَٱنْحَرْ",
        "translation":"zato se Gospodaru svome moli i kurban kolji",
        "transliteration":"Fessali lirabbike venhar"
    },
    {
        "id":3,
        "surahId":108,
        "arabic":"إِنَّ شَانِئَكَ هُوَ ٱلْأَبْتَرُ",
        "translation":"onaj koji tebe mrzi sigurno ce bez spomena ostati",
        "transliteration":"Inne šāni-eke huvel-ebter"
    },
    
    {
        "id":1,
        "surahId":109,
        "arabic":"قُلْ يَٰٓأَيُّهَا ٱلْكَٰفِرُونَ",
        "translation":"Reci:O vi nevjernici",
        "transliteration":"Kul jā ejjuhel-kāfirūn"
    },
    {
        "id":2,
        "surahId":109,
        "arabic":"لَآ أَعْبُدُ مَا تَعْبُدُونَ",
        "translation":"ja se neću klanjati onima kojima se vi klanjate",
        "transliteration":"Lā a'budu ma t'abudūn"
    },
    {
        "id":3,
        "surahId":109,
        "arabic":"وَلَآ أَنتُمْ عَٰبِدُونَ مَآ أَعْبُدُ",
        "translation":"a ni vi se nećete klanjati Onome kome se ja klanjam",
        "transliteration":"Ve lā entum 'abidūne mā a'bud"
    },
    {
        "id":4,
        "surahId":109,
        "arabic":"وَلَآ أَنَا۠ عَابِدٌۭ مَّا عَبَدتُّمْ",
        "translation":"ja se nisam klanjao onima kojima ste se vi klanjali",
        "transliteration":"Ve lā enne 'abidun mā 'a'bud"
    },
    {
        "id":5,
        "surahId":109,
        "arabic":"وَلَآ أَنتُمْ عَٰبِدُونَ مَآ أَعْبُدُ",
        "translation":"a vi se niste klanjali Onome kome se ja klanjam",
        "transliteration":"Ve lā entum 'abidūne mā a'bud"
    },
    {
        "id":6,
        "surahId":109,
        "arabic":"لَكُمْ دِينُكُمْ وَلِىَ دِينِ",
        "translation":"vama-vaša vjera,a meni-moja",
        "transliteration":"Lekum dīnukum ve lije dīn"
    },
    
    {
        "id":1,
        "surahId":110,
        "arabic":"إِذَا جَآءَ نَصْرُ ٱللَّهِ وَٱلْفَتْحُ",
        "translation":"Kada Allahova pomoć i pobjeda dodju",
        "transliteration":"Izā džā-e nasrullāhi vel-feth"
    },
    {
        "id":2,
        "surahId":110,
        "arabic":"وَرَأَيْتَ ٱلنَّاسَ يَدْخُلُونَ فِى دِينِ ٱللَّهِ أَفْوَاجًۭا",
        "translation":"i vidiš ljude kako u skupinama u Allahovu vjeru ulaze",
        "transliteration":"Ve re'ejten-nāse jedhulūne fī dīnillāhi efvadža"
    },
    {
        "id":3,
        "surahId":110,
        "arabic":"فَسَبِّحْ بِحَمْدِ رَبِّكَ وَٱسْتَغْفِرْهُ ۚ إِنَّهُۥ كَانَ تَوَّابًۢا",
        "translation":"ti veličaj Gospodara svoga hvaleći Ga i moli Ga da ti oprosti,On je uvijek pokajanje primao",
        "transliteration":"Fesebbih bihamdi rabbike vestagfirh.Innehu kāne tevvābā"
    },
    
    {
        "id":1,
        "surahId":111,
        "arabic":"تَبَّتْ يَدَآ أَبِى لَهَبٍۢ وَتَبَّ",
        "translation":"Neka propadne Ebu Leheb,i propao je",
        "transliteration":"Tebbet jedā ebī lehebin ve tebb"
    },
    {
        "id":2,
        "surahId":111,
        "arabic":"مَآ أَغْنَىٰ عَنْهُ مَالُهُۥ وَمَا كَسَبَ",
        "translation":"Neće mu biti od koristi blago njegovo,a ni ono što je stekao",
        "transliteration":"Mā agna 'anhu māluhu ve mā keseb"
    },
    {
        "id":3,
        "surahId":111,
        "arabic":"سَيَصْلَىٰ نَارًۭا ذَاتَ لَهَبٍۢ",
        "translation":"ući će on,sigurno,u vatru rasplamsalu",
        "transliteration":"Sejaslā nāren zāte leheb"
    },
    {
        "id":4,
        "surahId":111,
        "arabic":"وَٱمْرَأَتُهُۥ حَمَّالَةَ ٱلْحَطَبِ",
        "translation":"i žena njegova,koja spletkari",
        "transliteration":"Vem-re'etuhu hammāletel-hatab"
    },
    {
        "id":5,
        "surahId":111,
        "arabic":"فِى جِيدِهَا حَبْلٌۭ مِّن مَّسَدٍۭ",
        "translation":"o vratu njenu biće uže od ličine usukane",
        "transliteration":"Fī džīdihā hablun mim mesed"
    },
    
    {
        "id":1,
        "surahId":112,
        "arabic":"قُلْ هُوَ ٱللَّهُ أَحَدٌ",
        "translation":"Reci:On je Allah-Jedan",
        "transliteration":"Kul huvallāhu ehad"
    },
    {
        "id":2,
        "surahId":112,
        "arabic":"ٱللَّهُ ٱلصَّمَدُ",
        "translation":"Allah je utočište svakome",
        "transliteration":"Allāhus-samed"
    },
    {
        "id":3,
        "surahId":112,
        "arabic":"لَمْ يَلِدْ وَلَمْ يُولَدْ",
        "translation":"Nije rodio i rodjen nije",
        "transliteration":"Lem jelid ve lem jūled"
    },
    {
        "id":4,
        "surahId":112,
        "arabic":"وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌ",
        "translation":"i niko Mu ravan nije",
        "transliteration":"Ve lem jekun kufuven ehad"
    },
    
    {
        "id":1,
        "surahId":113,
        "arabic":"قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ",
        "translation":"Reci:Utječem se Gospodaru svitanja",
        "transliteration":"Kul e'ūzu birabbil-felek"
    },
    {
        "id":2,
        "surahId":113,
        "arabic":"مِن شَرِّ مَا خَلَقَ",
        "translation":"od zla onoga što On stvara",
        "transliteration":"Min šerri mā halek"
    },
    {
        "id":3,
        "surahId":113,
        "arabic":"وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ",
        "translation":"i od zla mrkle noci kada razastre tmine",
        "transliteration":"Ve min šerri gāsikin izā vekab"
    },
    {
        "id":4,
        "surahId":113,
        "arabic":"وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ",
        "translation":"i od zla smutljivaca kad smutnje sije",
        "transliteration":"Ve min šerrin-neffāsāti fil-'ukad"
    },
    {
        "id":5,
        "surahId":113,
        "arabic":"وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
        "translation":"i od zla zavidljivaca kada zavist ne krije",
        "transliteration":"Ve min šerri hāsidin izā hased"
    },
    
    {
        "id":1,
        "surahId":114,
        "arabic":"قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ",
        "translation":"Reci:Tražima zaštitu Gospodara ljudi",
        "transliteration":"Kul e'ūzu birabbin-nās"
    },
    {
        "id":2,
        "surahId":114,
        "arabic":"مَلِكِ ٱلنَّاسِ",
        "translation":"Vladara ljudi",
        "transliteration":"Melikin-nās"
    },
    {
        "id":3,
        "surahId":114,
        "arabic":"إِلَٰهِ ٱلنَّاسِ",
        "translation":"Boga ljudi",
        "transliteration":"Ilāhin-nās"
    },
    {
        "id":4,
        "surahId":114,
        "arabic":"مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ",
        "translation":"od zla šejtana-napasnika",
        "transliteration":"Min šerril-vesvāsil-hannās"
    },
    {
        "id":5,
        "surahId":114,
        "arabic":"ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ",
        "translation":"koji zle misli unosi u srca ljudi",
        "transliteration":"Ellezī juvesvisu fis-sudūrin-nās"
    },
    {
        "id":6,
        "surahId":114,
        "arabic":"مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ",
        "translation":"od džina i od ljudi",
        "transliteration":"Minel-džinneti ven-nās"
    }
]